{
  "dataset": "wiki_lingua",
  "config": "french",
  "split": "train",
  "features": [
    {
      "feature_idx": 0,
      "name": "url",
      "type": {
        "dtype": "string",
        "_type": "Value"
      }
    },
    {
      "feature_idx": 1,
      "name": "article",
      "type": {
        "feature": {
          "section_name": {
            "dtype": "string",
            "_type": "Value"
          },
          "document": {
            "dtype": "string",
            "_type": "Value"
          },
          "summary": {
            "dtype": "string",
            "_type": "Value"
          },
          "english_url": {
            "dtype": "string",
            "_type": "Value"
          },
          "english_section_name": {
            "dtype": "string",
            "_type": "Value"
          }
        },
        "_type": "Sequence"
      }
    }
  ],
  "rows": [
    {
      "row_idx": 0,
      "row": {
        "url": "https://fr.wikihow.com/calculer-la-performance-annualis%C3%A9e-d%27un-portefeuille",
        "article": {
          "section_name": [
            "Calculer la performance annualisée (rendement annualisé)",
            "Connaitre les bases"
          ],
          "document": [
            "Une fois que vous avez calculé le rendement total (ci-dessus), remplacez le résultat dans l'équation : rendement annualisé = (1+ rendement)1/N-1. Le résultat de cette équation sera un montant correspondant au rendement de chaque année durant toute la durée de temps.  L'exposant (le petit nombre en dehors des parenthèses), le 1, représente l'unité que nous mesurons, qui est 1 an. Si vous souhaitez être plus spécifique, vous pouvez utiliser 365 pour calculer un rendement quotidien. Le N représente le nombre de périodes que nous mesurons.  Donc, si vous mesurez votre rendement sur 7 ans, vous utiliserez le nombre 7 à la place de N. Par exemple, supposons que sur une période de 7 ans, la valeur du  portefeuille est passée de 1 000 € à 2 500 €. Premièrement, calculez le rendement global : (2 500 - 1 000)/1 000 = 1,50 (un rendement de 150 %). Ensuite, calculez le rendement annualisé : (1 + 1,50)1/7 - 1 = 0,1399 = 13,99 % de rendement annuel. C'est tout ce qu'on peut en dire. Utilisez l'ordre mathématique ordinaire des opérations : faites d'abord les opérations à l'intérieur des parenthèses et ensuite appliquez l'exposant, et faites la soustraction. Maintenant, supposons que vous souhaitez calculer la performance semestrielle (le rendement chaque six mois) sur une durée de temps de 7 ans. La formule est la même, vous devez juste ajuster le nombre de périodes que vous mesurez. Votre résultat final sera le rendement semestriel.  Dans ce cas, vous aurez 14 périodes semestrielles, deux semestres par an durant les 7 ans. Premièrement, calculez le rendement global : (2 500 - 1 000)/1 000 = 1,50 (un rendement de 150 %). Ensuite, calculez la performance annualisée : (1 + 1,50)1/14 - 1 = 6,76 %. Vous pouvez convertir le résultat en un rendement annuel en le multipliant simplement par 2 : 6,76 % x 2 = 13,52 %. Vous pouvez aussi calculer l'équivalent annualisé des rendements des périodes plus courtes. Par exemple, imaginons que vous avez seulement un rendement semestriel et souhaitez connaitre son équivalent annualisé. Dans ce cas, la formule reste aussi la même.  Supposons que sur une période de six mois, votre portefeuille augmente et passe de 1 000 € à 1 050 €. Commencez en calculant le rendement global :  (1 050 - 1 000)/1 000 = 0,05 (un rendement de 5 % sur six mois). Maintenant, si vous souhaitez connaitre l'équivalent annualisé (en supposant une continuation de ce taux de rendement et des rendements composés), vous devez faire les calculs suivants : (1 + 0,05)1/0,50 - 1 = 10,25 % de rendement annuel. Peu importe à quel point la période est longue ou courte, si vous suivez et utilisez la formule ci-dessus, vous serez toujours en mesure de convertir votre performance en rendement annualisé.",
            "Lors du calcul de la performance annualisée d'un portefeuille, plusieurs termes-clés apparaissent très souvent, et il est très important que vous compreniez ces termes. Ci-dessous les termes-clés en question.  Performance annuelle : le rendement total d'un investissement sur une période d'une année civile, y compris les dividendes, intérêts, et gains en capital. Performance annualisée : taux de rendement annuel qui est déduit par extrapolation du rendement mesuré sur une période plus ou moins longue qu'une année civile. Performance moyenne : rendement typique obtenu par période de temps et dont le calcul se fait en considérant le rendement total obtenu sur une longue période puis en le propageant uniformément sur les périodes les plus courtes. Performance composée ou rendement composé : un rendement comprenant les résultats issus du réinvestissement des intérêts, dividendes, et gains en capital. Période : une durée de temps spécifique choisie pour mesurer et calculer le rendement. La période peut être journalière, mensuelle, trimestrielle ou annuelle. Rendement périodique : le rendement total d'un investissement mesuré sur une durée de temps spécifique. Les rendements composés représentent l'augmentation ou la croissance sur les gains que vous avez déjà obtenus. Plus longtemps votre argent est capitalisé, plus il va croitre, et plus élevé sera votre rendement annualisé (pensez à une boule de neige en descente qui devient plus grosse au fur et à mesure qu'elle roule).  Supposons que vous investissez 100 € et obtenez 100 % de gain au cours de la première année, vous avez donc 200 € à la fin de la première année. Si vous gagnez juste 10 % au cours de la deuxième année, cela vous fera 20 € de gain obtenu sur les 200 € à la fin de la deuxième année. Cependant, supposons que votre taux de rendement au cours de la première année est de 50 %, vous aurez donc au total 150 € au début de la deuxième année. Si le taux de rendement au cours de la seconde année est de 10 %, vous obtiendrez un gain de 15 € et non de 20 €, à la fin de la deuxième année. Cela fait 33 % de moins que les 20 € obtenus dans le premier exemple. Pour illustrer davantage, supposons que vous avez perdu 50 % lors de la première année, et qu'il vous reste donc 50 €. Pour revenir au capital initial, vous devrez  obtenir 100 % de gain au cours de la deuxième année (50 € x 100 % = 50 €, et 50 € + 50 € = 100 €). La quantité et la chronologie des gains jouent un grand rôle dans la comptabilisation des rendements composés et  leur effet sur les rendements annualisés. En d'autres mots, le rendement annualisé n'est pas une mesure fiable des gains ou des pertes réelles.  Le rendement annualisé est cependant un bon outil à utiliser lors de la comparaison de divers investissements les uns par rapport aux autres. Pour trouver la moyenne de plusieurs choses, telles que les précipitations quotidiennes ou la perte de poids sur plusieurs mois, vous pouvez utiliser une simple moyenne ou la moyenne arithmétique. C'est une technique qui vous a probablement été enseignée à l'école. Cependant, la moyenne arithmétique ne prend pas en compte l'effet que chaque rendement périodique a sur les autres, ou la chronologie de chaque rendement. Pour  prendre en compte cela, vous devez utiliser le rendement géométrique pondéré en fonction du temps. Mais, ne vous inquiétez pas, nous vous enseignerons la formule permettant de faire ce calcul.  La moyenne arithmétique n'est pas appropriée dans ce cas, car tous les rendements périodiques dépendent les uns des autres. Par exemple, supposons que vous souhaitez tabuler dans Excel votre rendement moyen des 100 € sur une durée de temps de 2 ans. Vous avez obtenu 100 % lors de la première année, ce qui veut dire que vous avez 200 € à la fin de la première (100 % de 100 = 100). Vous avez perdu 50 % au cours de la deuxième année, ce qui veut dire que vous avez 100 € à la fin de la deuxième année (50% de 200 = 100). C'est le montant initial avec lequel vous avez commencé au début de la première année. La moyenne arithmétique sommera les deux rendements, et divisera le résultat par le nombre de périodes, qui dans ce cas est de deux ans. Le résultat montrera que vous avez obtenu un rendement moyen de 25 % par an. Cependant, si vous liez les deux rendements, vous verrez que vous n'avez réellement rien gagné. Les années se neutralisent mutuellement. Pour commencer, vous devez calculer le rendement global sur la durée de temps totale que vous évaluez. Pour mieux comprendre, nous allons utiliser un exemple où il n'y a pas eu de dépôt ni de retrait. Pour calculer le rendement total, vous n'avez besoin que de deux nombres : la valeur du portefeuille au début et à la fin.  Soustrayez la valeur initiale de la valeur finale. Divisez ce nombre par la valeur initiale. Le résultat serait le montant du rendement . En cas de perte au cours de la période évaluée, soustrayez le solde final du solde initial. Puis, divisez par le solde initial, et considérez le résultat comme une valeur négative (cette dernière opération est un substitut au besoin d'ajouter algébriquement un nombre négatif). Faites premièrement la soustraction, et ensuite la division. Cela vous donnera le pourcentage global du rendement. La formule pour le taux de rendement total est : (valeur finale du portefeuille – valeur initiale du portefeuille)/valeur initiale du portefeuille. La formule pour le taux du rendement composé est : (1 + taux de rendement global)(1/nombre d'années)-1. Par exemple, si la valeur initiale du portefeuille était de 1 000 €, et sa valeur finale de 2 500 € sept ans plus tard, le calcul se ferait de la manière suivante :  taux de rendement total = (2 500 - 1 000)/1 000 = 1,5 taux de rendement composé = (1 + 1,5)(1/7)-1 = 0,1398 = 13,98 %."
          ],
          "summary": [
            "Calculez le rendement annualisé. Calculez la performance semestrielle. Calculez l'équivalent annualisé.",
            "Apprenez les termes-clés. Sachez comment fonctionnent les rendements composés. Utilisez un rendement pondéré en fonction du temps pour calculer le taux de rendement composé. Calculez le rendement global. Apprenez les formules d'Excel pour ces calculs."
          ],
          "english_url": [
            "https://www.wikihow.com/Calculate-Annualized-Portfolio-Return",
            "https://www.wikihow.com/Calculate-Annualized-Portfolio-Return"
          ],
          "english_section_name": [
            "Calculating Your Annualized Return",
            "Laying the Groundwork"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 1,
      "row": {
        "url": "https://fr.wikihow.com/nouer-un-ruban-autour-d%27une-boite",
        "article": {
          "section_name": [
            "Enrouler un ruban en diagonale",
            "Faire un nœud simple",
            "Entrelacer des rubans"
          ],
          "document": [
            "Drapez-le en diagonale sur l'angle supérieur gauche de la boite. Laissez dépasser une queue d'environ 10 à 20 cm à gauche. Laissez la partie qui dépasse du bord supérieur reliée au rouleau . Faites passer la partie du ruban qui est reliée au rouleau sous le coin supérieur droit du paquet de manière à ce qu'elle ressorte par le côté droit . Maintenez la partie qui passe sur l'angle supérieur gauche en place avec votre pouce pour l'empêcher de se déplacer. Faites passer le ruban par-dessus cette partie en diagonale puis passez par-dessous la boite au niveau du coin inférieur gauche. Tendez bien le ruban chaque fois que vous l'enroulez pour éviter qu'il glisse . Faites remonter le ruban jusqu'à l'angle supérieur gauche. À ce stade, prenez le temps d'ajuster la position du ruban sur chaque coin du paquet. Si vous avez l'impression qu'il glisse et risque de s'enlever, tirez-le davantage vers le centre . Ramenez les deux extrémités vers le milieu de la partie qui passe sur l'angle supérieur gauche. Tendez les deux sections l'une à côté de l'autre et découpez celle qui est reliée au rouleau de façon à ce qu'elle ait la même longueur que l'autre. Faites passer la section de gauche par-dessus puis par-dessous celle de droite et tirez sur les deux extrémités pour tendre le ruban. Pliez les deux parties pour former des boucles et croisez celle de gauche par-dessus celle de droite, comme si vous nouiez un lacet de chaussure. Une fois que le nœud est bien serré, coupez les queues pour leur donner la longueur souhaitée. Pour apporter une petite touche élégante, vous pourriez les découper en biais ou en V.",
            "Positionnez-le de façon à ce qu'il soit perpendiculaire aux côtés du paquet. Laissez dépasser environ 10 à 20 cm sur un côté pour que le nœud ait des queues. Ne découpez pas encore le ruban. Laissez-le relié au rouleau . Mieux vaut laisser dépasser trop de ruban sur le côté que trop peu. Vous pourrez facilement couper le surplus à la fin. Faites passer le ruban sous la boite et remontez sur le dessus. Ne retournez pas le paquet, car vous risqueriez de tout déplacer. Soulevez-le simplement et faites passer le ruban par-dessous. Reposez la boite lorsque vous ressortez de l'autre côté . Faites remonter le ruban et ramenez-le jusqu'au milieu du dessus du paquet. Ramenez l'extrémité courte pour le rejoindre et entortillez les deux sections l'une autour de l'autre de manière à les orienter vers les côtés de la boite sur lesquels vous n'êtes pas encore passé . Si le ruban a un endroit et un envers, il faudra peut-être l'entortiller deux fois de façon à ce que l'endroit se voie . Passez à nouveau par-dessous avant de remonter. Soulevez-la et faites passer la partie longue du ruban (celle qui est reliée au rouleau) en dessous pour la faire ressortir de l'autre côté. Reposez le paquet . Posez votre pouce sur la partie entortillée pour la maintenir en place lorsque vous faites le tour du paquet. Ramenez la partie longue au milieu de la face supérieure du paquet. Placez-la contre l'autre section et coupez-la de manière à obtenir deux queues de même longueur qui partent de la partie entortillée. Faites passer le ruban par-dessus la partie entortillée en biais. Repliez-le sous cette partie et faites-le ressortir au point où il est passé par-dessus. Tirez sur les deux extrémités du ruban pour bien le tendre . Pliez les deux sections du ruban pour former des boucles. Faites passer celle de gauche par-dessus celle de droite de manière à former une boucle plus petite au milieu. Faites passer celle de gauche dans cette petite boucle et tirez sur les deux côtés pour serrer le nœud. Prenez le temps d'ajuster la longueur des boucles et des queues du nœud. Si vous avez utilisé un ruban avec des bords en fil de fer, vous pouvez également sculpter les boucles pour leur donner du volume. Lorsque vous avez terminé, coupez le surplus des queues. Pour un effet encore plus joli, vous pouvez les découper en biais ou en V .",
            "Chacun doit être suffisamment long pour faire tout le tour de la boite dans le sens de la longueur avec un surplus de 5 cm .  Pour apporter une jolie touche en plus, vous pourriez utiliser deux rubans fins et deux rubans légèrement plus larges. Vous pourriez aussi choisir deux couleurs différentes. Le ruban épais et (ou) avec du fil de fer n'est pas un bon choix. Pour obtenir le meilleur effet possible, utilisez du ruban fin en satin ou du bolduc. Découpez quatre bandes en utilisant le(s) même(s) type(s) de ruban(s) que pour les précédentes. Chacune de ces bandes doit être suffisamment longue pour faire tout le tour du paquet dans le sens de la largeur avec un surplus de 5 cm . Posez les quatre rubans les plus longs les uns à côté des autres sur la table devant vous. Assurez-vous qu'ils sont parallèles et ne les espacez pas de plus de 5 mm . Si vous avez choisi deux largeurs ou couleurs différentes, veillez à les faire alterner. Posez-la sur les rubans longs avec sa face supérieure en bas. Vous pouvez la centrer ou la décaler en fonction de l'endroit où vous voulez positionner les rubans. Enroulez-les autour de la boite et maintenez-les en place sur sa face inférieure avec du ruban adhésif. Enroulez-les et attachez-les un par un. N'essayez pas de les coller tous en même temps. Tendez chaque ruban sur les côtés du paquet pour bien le serrer. Les extrémités se chevaucheront sur environ 2,5 cm .  Collez les deux extrémités de chaque ruban l'une à l'autre, mais ne les collez pas à la boite. Vous pouvez utiliser des points de colle prêts à appliquer (vous en trouverez dans un magasin de loisirs créatifs) à la place du ruban adhésif. Collez un morceau de ruban adhésif double face à une extrémité de chacune des bandes plus courtes. Positionnez celles-ci sur la face inférieure du paquet en les disposant par-dessus l'extrémité de la première bande longue de façon à ce qu'elles soient perpendiculaires à cette dernière . N'espacez pas non plus ces rubans de plus de 5 mm. Retournez le paquet et entrelacez les rubans sur son endroit. Ramenez les bandes les plus courtes sur le dessus de la boite et entrelacez la première avec les rubans longs en la faisant passer par-dessus le premier, par-dessous le deuxième et ainsi de suite. Faites la même chose avec le deuxième ruban court, mais faites-le passer par-dessous le premier ruban long, par-dessus le deuxième et ainsi de suite. Continuez d'alterner de cette façon jusqu'à ce que vous ayez entrelacé les quatre rubans courts avec les longs . Fixez-les en place sur le dessous du paquet. Retournez à nouveau la boite et collez un petit morceau de ruban adhésif double face à l'extrémité libre de chacun des rubans courts. Collez ces extrémités à l'envers du paquet et appuyez dessus en veillant à ce que les deux extrémités de chaque ruban se rejoignent . Pour apporter une jolie touche, entrelacez également les rubans courts et longs sur le dessous du paquet, comme vous l'avez fait sur le dessus. Les rubans entrelacés sont déjà décoratifs, mais si vous pensez qu'il manque quelque chose, vous pouvez acheter ou fabriquer un nœud assorti aux rubans et l'attacher à la boite. Au lieu de cacher le résultat de vos efforts, positionnez le nœud sur le côté afin que l'entrelacs se voie toujours."
          ],
          "summary": [
            "Posez le ruban. Passez sous la boite. Passez sur l'angle inférieur droit. Rejoignez votre point de départ. Découpez le ruban. Faites un nœud. Coupez le surplus.",
            "Posez le ruban sur la boite. Faites le tour du paquet. Croisez les deux sections. Refaites le tour de la boite. Découpez le ruban. Passez sous le point de croisement. Faites un nœud. Coupez le surplus.",
            "Découpez quatre rubans longs. Découpez des rubans plus courts. Alignez les bandes longues. Positionnez la boite. Attachez les rubans. Ajoutez les autres rubans. Entrelacez les bandes. Attachez les rubans. Décorez le paquet (facultatif)."
          ],
          "english_url": [
            "https://www.wikihow.com/Tie-a-Ribbon-Around-a-Box",
            "https://www.wikihow.com/Tie-a-Ribbon-Around-a-Box",
            "https://www.wikihow.com/Tie-a-Ribbon-Around-a-Box"
          ],
          "english_section_name": [
            "Tying Ribbon Diagonally",
            "Doing a Basic Wrap",
            "Creating a Woven Look"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 2,
      "row": {
        "url": "https://fr.wikihow.com/avoir-les-moyens-de-manger-sainement",
        "article": {
          "section_name": [
            "Faire de bonnes affaires au supermarché",
            "Opter pour des ingrédients sains et bon marché",
            "Préparer des aliments soi-même",
            "Planifier ses repas"
          ],
          "document": [
            "Les fruits et légumes de saison ont tendance à être moins chers que les autres. De plus, les supermarchés organisent bien souvent des promotions sur les produits de saison, car ils savent que les clients attendent ces fruits et légumes à cette période de l’année. Les fruits et légumes de saison sont également les plus frais et les meilleurs .  À l’automne, choisissez des citrouilles, des courges, des choux et des pommes. En hiver, consommez des courges, des choux et des tubercules. Au printemps, mangez des betteraves, des légumes verts, des ognons verts et des asperges. L’été, régalez-vous de pastèques, de maïs et de baies, pour n’en nommer que quelques-uns. Vous remarquerez probablement que c’est en été que les fruits et légumes sont les moins chers. Vous pourrez donc en acheter de grandes quantités et les congeler ou les mettre en conserve vous-même. Si vous préférez peut-être les fruits et légumes frais, vous pourrez bien souvent faire des économies en optant pour des produits congelés ou surgelés. Ces options présenteront les mêmes bienfaits diététiques, mais veillez à choisir des produits sans sucre ou sel ajouté . Choisissez vos sources de protéines. Le poulet surgelé est parfois moins cher que le poulet frais et le thon et le saumon en conserve sont également moins chers que le poisson frais . La plupart des supermarchés organisent des promotions hebdomadaires, dont vous pourrez vous tenir informé(e) grâce aux publicités. Lorsqu’un article est en promotion, faites-en le plein. La plupart des viandes et poissons pourront être congelés pour être consommés plus tard. Si votre supermarché propose des blancs de poulet en promotion, achetez-en pour maintenant et aussi pour plus tard . Vous savez probablement déjà chercher les prix les moins chers pour les produits que vous achetez. Cependant, vous avez peut-être pris l’habitude d’acheter une certaine marque et pensez qu’elle est la moins chère, car elle l’a toujours été. Sachez que les prix changent tout le temps ! Une autre marque, une autre forme d’emballage ou un autre format pourrait être en promotion. Vérifiez toujours quelle est l’option la moins chère .  Regardez l’ensemble des produits proposés : les produits les plus chers sont généralement placés à hauteur des yeux. Pensez aussi à acheter des produits de marque distributeur : ceux-ci sont souvent moins chers. Si acheter un produit en grande quantité représente une dépense initiale plus importante, cela vous reviendra moins cher au final. Par exemple, acheter une grande boite de flocons d’avoine vous reviendra bien moins cher qu’acheter une boite de doses individuelles. Vous pourrez ensuite ajouter des fruits frais à votre porridge pour le personnaliser .  Vous pourrez également acheter certains produits en vrac en magasins de diététique et magasins bios. Vous pourrez généralement trouver des céréales, des haricots secs, des pâtes, des fruits à coque, de la farine, du riz et du sucre en vrac. Vous pourrez acheter exactement les quantités dont vous avez besoin et profiter de prix plus bas, sans devoir acheter de grandes quantités. Avant d’acheter un produit en gros, assurez-vous de pouvoir le consommer avant sa date d’expiration. Ne tombez pas dans le piège d’acheter un litre de mayonnaise alors que ce n’est pas un produit que vous consommez régulièrement. Ne craquez pas pour une boite de céréales parce qu’elle est en promotion, si aucun membre de votre famille n’aime ces céréales. Lorsque vous en avez, servez-vous de vos bons de réduction. Cependant, ne les utilisez que pour les aliments que vous achèteriez de toute façon. Si vous achetez quelque chose que vous n’avez pas l’habitude de manger, même si le produit n’est pas cher, vous dépenseriez de l’argent pour un produit dont vous n’avez ni besoin ni envie. Vous pourrez trouver des bons de réduction en ligne, ainsi que dans les journaux. Pour faire des économies, vous pourrez également utiliser certaines applications spéciales. Si vos ressources financières sont très faibles et que vous peinez à nourrir votre famille, rapprochez-vous des services sociaux. Une assistante sociale sera en mesure de vous renseigner sur les aides auxquelles vous pourriez avoir droit et vous rediriger vers des associations telles que les Restos du cœur ou la Croix-Rouge. Vous pourrez ainsi obtenir des denrées auprès d’une banque alimentaire ou bénéficier de bons alimentaires.  Rapprochez-vous du Centre communal d’action sociale ou du Centre intercommunal d’action sociale de votre quartier. Vous pourriez également vous rendre directement au local d’une association. Certains fruits et légumes sont parfois moins chers au marché du coin, bien qu’il vous faudra généralement chercher les bonnes affaires. Vous pourriez également faire des économies en vous rendant chez les fermiers du coin et en leur achetant directement leurs produits. Sachez cependant qu’il vous faudra consommer ces produits rapidement. En effet, les fruits et légumes vendus en supermarché sont généralement traités pour rester frais plus longtemps, ce qui n’est pas le cas des produits des fermes. En revanche, vous y gagnerez sur le plan gustatif ! Vous pourrez acheter vos fruits, légumes, viandes et fromages directement aux producteurs.",
            "Tous les ingrédients sains ne sont pas forcément chers. D’ailleurs, de nombreux ingrédients très bons pour la santé sont bon marché. Analysez chaque catégorie d’aliments que vous devez acheter et déterminez quelles sont, pour chaque catégorie, les options les moins chères.  Par exemple, dans la catégorie des céréales complètes, vous pourrez opter pour des flocons d’avoine, du riz complet, du boulgour, du maïs, du pain aux céréales et des pâtes au blé complet. Pour les légumes, choisissez du chou, des légumes verts à feuilles (comme de la moutarde brune, du chou kale ou même des brocolis), des courges, des carottes et du cèleri. Pour les fruits, choisissez des options bon marché, comme les oranges, les pommes et les bananes. Au rayon des produits laitiers, choisissez du lait et du yaourt nature en grand pot. Vous pourrez parfumer votre lait et votre yaourt vous-même, pour presque rien . Sachez tout d’abord que vous n’aurez probablement pas besoin de consommer autant de protéines que vous le pensez. En mangeant de plus petites quantités de viande et de poisson, vous ferez des économies et votre alimentation sera plus saine. Par exemple, si vous préparez un plat de poulet, gardez-en une partie pour le lendemain, pour préparer une soupe au poulet et une partie pour le surlendemain, pour préparer des tacos au poulet .  Les femmes adultes de moins de 30 ans n’ont besoin que de 155 g de protéines par jour. Les femmes de plus de 30 ans, seulement 140 g. Les hommes adultes auront besoin de 185 g de protéines avant 30 ans, 170 g entre 30 et 50 ans et 155 g après 50 ans. 80 g de viande représentent généralement la taille d’un jeu de cartes . Si rien ne vous oblige à éliminer tous les produits d’origine animale de votre alimentation, consommer des protéines végétales vous aidera bien souvent à faire des économies. Composez vos repas autour de ces options végétariennes. Mangez par exemple des haricots rouges avec du riz à la place d’un plat de viande .  Voici quelques options végétariennes correspondant à 30 g de viande : 1 œuf, 60 ml de haricots secs, de pois ou de lentilles, 15 g de fruits secs ou de graines, 15 ml de beurre de cacahouète ou 30 ml de houmous (2 cuillères à soupe) . Accompagnez vos protéines de légumes et glucides complexes. En associant une petite quantité de viande à des accompagnements sains, vous obtiendrez un repas diététique et rassasiant. Pensez aux options suivantes :  les légumes sautés ; les tacos ; les plats de pâtes. Si vous comparez les prix des aliments, vous devrez également comparer les informations nutritionnelles des produits que vous achetez, en particulier si vous choisissez des aliments préparés. Par exemple, si vous achetez une boite de macaronis au fromage, choisissez l’option la plus diététique possible .  Recherchez des aliments pauvres en sucre et en sel. Vous ne devriez pas consommer plus de 2 300 mg (1 cuillère à café) de sel par jour. Recherchez aussi des produits pauvres en graisse trans et saturée. Même les matières grasses les plus saines ne devront pas représenter plus de 20 à 30 % de votre alimentation. Choisissez des portions de 400 calories ou moins. Vérifiez également la teneur en vitamines et minéraux des produits que vous achetez.",
            "Un petit potager ou même quelques plantes en pot pourront vous aider à obtenir tous les légumes dont vous avez besoin. Par exemple, essayez de faire pousser un pied de tomate ou même juste quelques herbes, sur un rebord de fenêtre . Vous trouverez dans le commerce des encas plus sains que les chips, que ce soit des coupes de fruits ou des chips de légumes. Cependant, ceux-ci ont tendance à être hors de prix. Pour une solution plus économique, préparez-les chez vous .  Par exemple, préparez des chips de chou kale. Lavez et séchez soigneusement le chou kale. Coupez et déchirez les feuilles en gros morceaux. Arrosez-les d’huile d’olive ou vaporisez du spray de cuisson dessus, puis étalez-les sur une grande plaque de cuisson, en une seule couche. Saupoudrez-les de sel et de poivre et des autres assaisonnements de votre choix. Mettez-les à cuire au four à 180 °C jusqu’à ce qu’elles soient croustillantes (environ 15 minutes). Vous pourrez également préparer des coupes individuelles de fruits et de légumes. Par exemple, coupez des pommes, des oranges et des pamplemousses et mélangez-les avec un petit peu de miel. Versez le tout dans de petits récipients réutilisables, afin de pouvoir en prendre un quand vous le voulez. Vous pourrez en faire de même avec les légumes. Découpez-les en petites bouchées et placez-les dans des sachets de congélation. Versez de petites quantités de houmous (fait maison) dans des récipients individuels, pour accompagner vos légumes. Les bouillons font de très bonnes bases pour les soupes, mais les acheter tout faits peut revenir très chers. De plus, les bouillons du commerce sont généralement bourrés de sel. En préparant vos propres bouillons, vous obtiendrez un produit de meilleure qualité et bien moins couteux .  Vous pourrez même préparer un bouillon avec vos restes. Gardez les petits morceaux de légumes qu’il vous reste, comme les peaux d’ognons, les bouts des carottes et le haut des cèleris. Lorsque vous mangez du poulet, conservez les os et de petits bouts de viande. Congelez-les dans un sachet jusqu’à en avoir une quantité suffisante. Vous pourrez alors les jeter dans une casserole et les couvrir avec de l’eau. Faites-les bouillir (couverts, à feu doux), pendant 6 à 8 heures ou jusqu’à obtenir un bouillon bien parfumé. Filtrez le liquide : votre bouillon est prêt ! Une fois que vous aurez votre bouillon, vous pourrez le diviser dans plusieurs petits récipients et le congeler. Comme les encas et les bouillons, de nombreux autres aliments peuvent être préparés à la maison et reviennent ainsi bien moins chers. Par exemple, si vous mangez souvent des yaourts, vous pourrez apprendre à préparer vos propres yaourts. Pour le pain, vous pourriez investir dans une machine à pain, afin de faire votre propre pain en appuyant simplement sur un bouton .",
            "Décider à l’avance de ce que vous mangerez la semaine vous aidera à établir ce dont vous avez besoin et donc à respecter votre budget. Si vous n’avez pas déjà vos recettes diététiques favorites, recherchez-en en ligne, consultez des livres de cuisine ou demandez des recommandations à vos amis .  En surfant sur Internet, vous trouverez facilement des recettes saines que vous pourrez utiliser pour établir vos menus. N’oubliez pas de tenir compte de votre emploi du temps. Les soirs où vous serez très occupé(e), mangez des restes de la veille ou prévoyez un repas rapide . Vous pensez que manger sain signifie que vous devrez essayer tout un tas d’aliments tendance ? Si certains de ces aliments à la mode sont en effet diététiques, cela ne veut pas dire que seuls eux le sont. Optez pour des ingrédients simples que vous connaissez, comme du poulet grillé avec du riz complet et des légumes. Il vous sera plus facile de manger sainement sur le long terme et vous ferez des économies . Une fois que vous avez établi vos menus de la semaine, préparez la liste de tout ce qu’il vous faudra acheter. Établir une liste (et ne rien acheter d’autre !) vous aidera à respecter votre budget et vous aurez ainsi les moyens de vous nourrir sainement . Lorsque vous préparez vos menus de la semaine, n’oubliez pas de noter les jours où vous mangerez à l’extérieur. Si possible, consultez le menu en ligne et comparez le nombre de calories de chaque option. Certains restaurants informent leurs clients des calories contenues dans chaque plat. Sinon, faites le calcul vous-même à l’aide d’un site spécialisé .  Pour faire des économies, choisissez une entrée diététique. Vous serez ainsi certain(e) que la portion sera de taille raisonnable. Optez pour un plat associant des protéines maigres à des céréales complètes et une bonne dose de légumes. Préférez les fruits et légumes aux frites, aux ognons frits ou à la purée de pommes de terre. Vous pourrez aussi demander à faire emballer la moitié de votre plat et manger le reste chez vous pour un prochain repas. Vous ferez des économies et consommerez des portions plus petites."
          ],
          "summary": [
            "Choisissez des aliments de saison. Vérifiez les prix des produits en conserve et surgelés. Renseignez-vous sur les offres hebdomadaires. Comparez toujours les prix. Achetez en grande quantité. Utilisez des bons de réduction. Rapprochez-vous des services sociaux. Faites vos courses au marché ou auprès des fermiers.",
            "Choisissez des ingrédients bon marché. Mangez moins de viande et de poisson. Optez pour un régime végétarien. Lisez les étiquettes.",
            "Faites pousser vos propres produits. Préparez vos propres encas. Préparez vos propres bouillons. Apprenez à préparer d’autres aliments.",
            "Établissez vos menus de la semaine. Tenez-vous-en à ce que vous connaissez. Préparez votre liste de courses. Prévoyez vos sorties au restaurant."
          ],
          "english_url": [
            "https://www.wikihow.com/Afford-Healthy-Food",
            "https://www.wikihow.com/Afford-Healthy-Food",
            "https://www.wikihow.com/Afford-Healthy-Food",
            "https://www.wikihow.com/Afford-Healthy-Food"
          ],
          "english_section_name": [
            "Finding Deals on Healthy Groceries",
            "Focusing on Cheaper Healthy Ingredients",
            "Making Food at Home",
            "Making Meal Plans"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 3,
      "row": {
        "url": "https://fr.wikihow.com/d%C3%A9tendre-ses-yeux",
        "article": {
          "section_name": [
            "Essayer de changer ses habitudes au travail et son mode de vie",
            "Pratiquer des exercices pour les yeux"
          ],
          "document": [
            "Étant donné que le temps passé devant les écrans (d'ordinateur, de télévision, de téléphone ou de tout autre appareil électronique) est le principal responsable de la fatigue oculaire, trouver des alternatives comme la lecture d'un livre sur un support papier plutôt que sur l'iPad vous aidera déjà énormément. Pour réduire les effets néfastes du temps passé sur l'écran qui ne peut être évité (par exemple le temps de travail sur l'ordinateur au bureau), essayez aussi de positionner votre écran plus bas et d'utiliser un écran antireflet afin de diminuer la fatigue oculaire. Si vous souffrez d'une fatigue oculaire chronique qui vous gêne dans votre quotidien, consultez un médecin. Il est possible que vous ayez un problème de vue ou un autre problème oculaire qui puisse causer cette gêne et/ou les tensions ressenties. Mieux vaut prévenir que guérir : n'hésitez pas à aller voir un médecin pour vous assurer qu'il n'y ait rien de grave (et au besoin, à vous faire prescrire un traitement adapté).",
            "Faites cet exercice debout afin d'éviter de vous endormir. Fermez-les aussi fermement que possible pour aider vos yeux à se détendre.   Maintenez cette position quelques secondes, puis ouvrez rapidement vos yeux. Répétez cet exercice trois à cinq fois afin d'aider vos yeux à se détendre.  Après avoir effectué cette opération plusieurs fois, fermez très fermement vos yeux et maintenez la pose environ une minute. Restez concentré sur votre respiration afin de vous aider à vous détendre encore plus."
          ],
          "summary": [
            "Limitez le temps passé sur l'écran. Consultez un médecin.",
            "Fermez les yeux."
          ],
          "english_url": [
            "https://www.wikihow.com/Relax-Your-Eyes",
            "https://www.wikihow.com/Relax-Your-Eyes"
          ],
          "english_section_name": [
            "Trying Work and Lifestyle Modifications",
            "Trying Eye Exercises"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 4,
      "row": {
        "url": "https://fr.wikihow.com/survivre-%C3%A0-un-divorce",
        "article": {
          "section_name": [
            "Prendre soin de soi-même",
            "Élever ses enfants",
            "Se projeter dans l'avenir"
          ],
          "document": [
            "Même si le processus de divorce a pris plusieurs années, vous pouvez ressentir une nouvelle douleur quand vous aurez enfin réussi à tout régler. Il est tout à fait normal de faire son deuil après son divorce : après tout, cette relation était très importante dans votre vie.   Comme dans d'autres situations similaires, chacun fait son deuil à sa façon après le divorce. Vous êtes la seule à pouvoir décider à quoi votre deuil ressemblerait ou sa durée. Le deuil peut prendre plusieurs formes. Généralement, les gens pleurent, s'isolent de leurs proches, ou ont un manque d'intérêt pour le monde extérieur. Sachez que tout cela est normal. Les personnes qui vous soutiennent peuvent sembler différentes d'un jour à l'autre : vous pourriez avoir envie de contacter une amie juste pour vous divertir, ou vous joindre à un groupe de soutien afin de tisser des liens avec d'autres personnes qui ont vécu cette expérience.   Parfois, la meilleure forme de soutien est de vous distraire. Dans ces moments, il peut être utile d'avoir un bon groupe d'amis, car ils seront surement plus qu'heureux de trouver une activité à faire si tout ce dont vous avez besoin est une distraction. Les groupes de soutien peuvent s’avérer un excellent moyen pour explorer les sentiments liés au divorce. En effet, les réunions de ces groupes se tiennent habituellement à une heure de début et de fin déterminée, et permettent aux membres de gérer leurs sentiments pendant les séances. Si vous ne voulez pas discuter de la situation avec des gens, participer aux groupes de soutien peut être aussi une excellente façon d'établir des limites. Vous pouvez gentiment leur faire savoir que vous allez déjà à un groupe de soutien. Pendant le divorce, vous pouvez ressentir des émotions variées, mais le fait de ne pas vous nourrir ou de ne pas faire une activité physique ne fera qu'empirer les choses. Le processus du divorce implique également des démarches particulières, raison pour laquelle vous devez être à votre meilleur état mental.   Beaucoup de personnes oublient simplement de se nourrir quand elles sont stressées ou au contraire, elles mangent trop pour dissimuler leurs sentiments. Essayez de ne pas oublier de manger sainement pour être concentrée sur les mesures à prendre pour rester en bonne santé. Le fait de bien s'alimenter revient également à éviter de consommer plus d'alcool ou de café pour dissimuler les émotions ou ne pas dormir. Au lieu de cela, vous devriez vous attaquer au problème sous-jacent plutôt que de prendre des substances pour camoufler la vérité. . Assurez-vous d'avoir un exutoire pour soulager tout le stress lié au divorce. Il existe plusieurs moyens pour gérer efficacement le stress. Vous pouvez faire de la méditation, écouter de la musique apaisante, aller au spa pour un massage ou jouer avec votre animal de compagnie. Dans la mesure du possible, prenez le temps tous les jours de faire quelque chose qui vous détend et calme votre stress .  Le recours à l'alcool, aux drogues, ou même la surconsommation de caféine n'est pas un moyen de gérer son stress, mais d'aggraver la situation. En plein divorce, certaines personnes peuvent cesser de se nourrir, de travailler et se sentent démunies et fragiles face à l'avenir. La dépression est un phénomène fréquent lors d'une telle épreuve. Un conseiller en thérapie conjugale ou familiale peut vous permettre de surmonter vos sentiments et de les exprimer tout en offrant un soutien personnalisé sans vous juger.   Le thérapeute peut aussi vous clarifier certains détails pratiques comme la façon de discuter de la situation avec vos enfants ou de savoir à quel moment vous pouvez recommencer à sortir avec quelqu'un d'autre. Votre avocat peut vous orienter vers un très bon thérapeute ayant l'habitude de travailler avec les personnes en instance de divorce.",
            "Vos enfants gèreront mieux la nouvelle s'ils remarquent que votre conjoint et vous êtes impliqués dans la décision de divorcer, même si ce n'est pas tout à fait le cas. De plus, vous resterez leurs parents, quelle que soit l'issue du divorce.  Avant de discuter avec vos enfants, prenez le temps ensemble de décider de la façon dont vous répondrez à leurs questions sur les raisons de votre divorce. Vous devez tous les deux avoir le même avis et ne pas faire porter le chapeau à l'un ou l'autre. Les enfants ont souvent peur de ce à quoi ressemblera leur vie après le divorce, alors soyez prêts à répondre à plusieurs questions pratiques. Permettez-leur de vous poser n'importe quelle question, mais comprenez aussi le fait que vous n'aurez surement pas toutes les réponses à leurs questions, et ce n'est pas grave. Ils voudront probablement savoir où ils vivront à l'avenir ou si vous allez vous remarier. Il n'est pas facile de répondre à ces questions et vous pouvez leur dire que vous ne savez pas encore.  S'ils posent des questions sur les raisons de votre divorce, vous n'avez pas besoin de leur ouvrir votre cœur. Vos enfants ne sont en aucun cas votre système de soutien, et n'ont pas besoin de connaitre tous les détails de la situation. Même si vous ignorez où tout le monde finira par vivre, rassurez-les en leur disant qu'ils seront en sécurité et qu'ils auront toujours leurs parents à leur côté. L'une des raisons pour lesquelles les enfants ont peur est en partie la sécurité. S'ils savent que vous êtes sur la même longueur d'onde, même si l'un d'entre vous déménage, cela pourrait apaiser leur peur. Pour soutenir les enfants tout au long de ce processus, vous devez aussi leur permettre de discuter librement de la situation avec vous et avec d'autres personnes s'ils en ont besoin. Le sentiment de devoir garder ce secret peut s’avérer très stressant pour les enfants. Dites-leur à qui d'autre vous parlez afin qu'ils puissent savoir vers quels autres adultes se tourner en cas de besoin. Établissez des limites claires quant au parent qui habitera dans le logement conjugal et au droit de visite.  Au fur et à mesure que les enfants digèrent la nouvelle, ils doivent savoir à quoi s'attendre. Vous devez leur indiquer clairement ce qui se passera après le déménagement de l'un d'entre vous et leur dire quel sera l'avenir de votre famille. Par exemple, le parent qui déménage ne devrait pas habiter la maison conjugale, car cela enverrait un message contradictoire. Bien sûr, certains couples sont capables de recoller les morceaux, mais cela ne se produit pas toujours. Si vous essayez d'arranger la situation, vous ne devriez pas le faire devant les enfants, au cas où cela ne fonctionnerait pas. Certes, votre mariage touche à sa fin, mais vous restez tous les deux des adultes. Rester courtoise avec votre futur ex-conjoint facilitera le partage des responsabilités parentales.   Vos enfants peuvent avoir l'impression d'être coincés au milieu s'ils voient l'un d'entre vous en colère contre l'autre. Ils doivent savoir qu'ils n'ont pas besoin de faire un choix pour « aimer » l'un d'entre vous. De plus, il n'est pas juste de leur dire des choses négatives au sujet de votre conjoint. Pendant la transition, il pourrait y avoir des moments où les choses tournent mal, mais elles ne devraient jamais arriver au point où l'un ou l'autre d'entre vous réagit avec colère ou violence. Dorénavant, votre histoire d'amour fait partie du passé, mais votre conjoint sera toujours le père de vos enfants. Ne l'oubliez pas. Ni vous ni votre époux ne devriez demander aux enfants de donner des détails sur la vie privée de l'autre, par exemple s'il fréquente un autre partenaire ou d'autres détails non essentiels. Ces informations n'ont rien à voir avec les enfants et cela ne vous regarde pas. En fait, même après un divorce, vous restez toujours une famille parce que vous avez des enfants. Savoir comment bien s'adapter à la nouvelle dynamique ou permettre à chaque membre de la famille d'exprimer ses sentiments est un excellent avantage des séances de thérapie familiale.   Vos enfants doivent comprendre que ce n'est pas le moment de vous forcer à vous réconcilier, mais d'aller de l'avant avec la nouvelle séparation. Les séances de thérapie peuvent se tenir en présence de toute la famille ensemble ou par groupe en fonction des questions qui seront abordées.",
            "Si vous êtes mère au foyer, essayez d'examiner les types d'arrangement qui vous permettront de faire survivre votre famille à l'avenir.  Selon le contrat du divorce, déménager peut ou non être une option. Il est important d'avoir cela en tête si vous êtes à la recherche d'un nouvel emploi. En effet, vous pourriez devoir rester dans les environs. Même si vous finissez par recevoir une pension alimentaire, vous avez quand même besoin d'apprendre à gérer les charges du ménage par vous-même.   Faire le suivi de vos dépenses vous permettra d'avoir une petite idée des aspects que vous pourriez devoir modifier ou supprimer. Passer soudainement de deux revenus à un seul aura un impact sur vos revenus disponibles. Faire de mauvais calculs lors de l'établissement d'un budget peut avoir des répercussions bien au-delà de l'immédiat. C'est la raison pour laquelle il est très important de bien comprendre le processus ainsi que vos droits. . Pendant un divorce, vous devez réfléchir totalement à la trajectoire de votre vie. Fixez-vous quelques objectifs à atteindre au cours des prochains mois et des prochaines années. Par exemple, vous pouvez envisager d'acheter une maison ou de poursuivre vos études. En suivant cette méthode, vos objectifs doivent être spécifiques, mesurables, atteignables, réalistes et temporellement définis.  Prenez un bout de papier et écrivez les objectifs qui répondent à ces cinq critères. Ensuite, trouvez des mesures concrètes qui vous permettront de les atteindre. Relisez régulièrement vos objectifs afin de suivre vos progrès. Après avoir vécu en couple pendant un certain temps, vous pouvez vous sentir un peu perdue si vous avez soudainement du temps libre. Pratiquer un nouveau hobby est une manière d'explorer une nouvelle activité et faire la rencontre de nouvelles personnes sans subir la pression de sortir avec quelqu'un trop tôt .   Se trouver un passetemps est aussi une excellente façon de se distraire si vous n'avez plus la garde à plein temps de vos enfants. Cela vous permet en effet de vous occuper au fur et à mesure que vous vous habituez au temps libre. Avant même d'être prête à vous engager dans une nouvelle relation, vous devez prendre du temps pour vous. Avec toutes les responsabilités du mariage, il est probable que vous ayez sacrifié certaines de vos passions antérieures. Vous avez peut-être toujours souhaité poursuivre vos études. Peut-être que vous êtes une passionnée de la cuisine, mais que vous avez vite perdu la motivation de créer des recettes complexes. Peut-être aimiez-vous faire de la lecture pour vous en dormir ou pratiquer une certaine religion.  Réfléchissez à une passion ou à un hobby que vous avez un jour pratiqué et envisagez de l'essayer à nouveau. Le divorce pourrait être une occasion pour vous permettre de redécouvrir une passion perdue depuis longtemps. Il est très probable que les gens vous prodiguent toutes sortes de conseils sur le bon moment pour vous engager dans une nouvelle relation, mais ce sont vos sentiments personnels qui importent le plus. Ne recommencez à flirter que lorsque vous avez surmonté votre divorce sur le plan émotionnel et mental et êtes capable d'être une véritable partenaire dans une nouvelle relation. Voici quelques conseils utiles.   Ne divulguez pas trop tôt beaucoup d'informations à votre sujet. Donnez quelques détails sur vous jusqu'à ce que vous soyez sure que la relation vous mènera quelque part. Relâchez vos attentes et diminuez la pression. Au lieu d'être à la recherche d'une relation à long terme, commencez par flirter simplement. Essayez de créer un profil en ligne. Flirter avec quelqu'un sur Internet pourrait éliminer en partie la nervosité et le stress des nouvelles rencontres amoureuses. Toutefois, assurez-vous d'utiliser des méthodes sures et de vous protéger si vous décidez de passer aux vraies rencontres."
          ],
          "summary": [
            "Donnez-vous le temps de faire votre deuil. Entourez-vous de gens qui vous soutiennent. Faites de l'exercice et mangez sainement. Évacuez votre stress Consultez un thérapeute, si nécessaire.",
            "Annoncez-leur la nouvelle. Encouragez vos enfants à poser des questions. Ne leur donnez pas de faux espoirs. Soyez amicale avec votre conjoint. Assistez à une thérapie familiale.",
            "Décidez s'il faut changer d'emploi ou trouver un travail. Établissez un budget pour faire le suivi de vos dépenses. Fixez-vous des objectifs avec la méthode SMART Trouvez-vous un hobby. Poursuivez vos passions. Prenez tout votre temps avant de sortir avec quelqu'un d'autre."
          ],
          "english_url": [
            "https://www.wikihow.com/Survive-a-Divorce",
            "https://www.wikihow.com/Survive-a-Divorce",
            "https://www.wikihow.com/Survive-a-Divorce"
          ],
          "english_section_name": [
            "Taking Care of Yourself",
            "Raising Children of Divorce",
            "Planning for the Future"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 5,
      "row": {
        "url": "https://fr.wikihow.com/s%27occuper-d%27un-%C3%A2ne",
        "article": {
          "section_name": [
            "Procurez-lui de la nourriture et un abri",
            "Choisissez un âne et occupez-vous-en",
            "Gardez votre âne en bonne santé"
          ],
          "document": [
            "La paille d’orge (c'est-à-dire la tige de la plante qui reste après que les grains aient été récoltés) est une excellente option et permettra à l’âne de la mastiquer pendant des heures sans prendre de poids. Vous devez éviter de donner à votre âne des céréales comme l’avoir, l’orge, le blé et le maïs. Ces aliments contiennent beaucoup trop d’amidon et de sucre et sont responsables de l’apparition de maladies comme la fourbure chez les ânes, en plus de provoquer l’obésité. Il est difficile d’estimer la quantité d’herbes dont un âne a besoin, car chaque âne peut paître différemment d’un autre. L’herbe doit être considérée comme un supplément à la paille, au lieu d’en faire l’aliment principal de son alimentation. Les ânes ont toujours besoin de mâchouiller quelque chose, alors assurez-vous de leur procurer de la paille en permanence.  Pendant l’hiver, lorsqu'il n’y a plus d’herbe, ou pendant les autres périodes de l’année où il y a beaucoup moins d’herbe, vous pouvez ajouter de l’herbe séchée au régime alimentaire de votre âne. Elle doit être de très bonne qualité, propre et sans moisissures. Essayez de vous procurer de l’herbe coupée plus tard, car elle contient plus de fibres et moins de sucre. Évitez la luzerne à moins que vous possédiez une ânesse en gestation ou allaitante. Assurez-vous qu’elle n’est pas trop vieille ni en mauvais état ou votre âne pourrait tomber malade. Si vous pouvez vous permettre d’acheter de la bale avec des additifs qui aident à la bonne santé des sabots, de la fourrure, etc., vous pourriez vous renseigner sur les options qui s’offrent à vous. La bale est mieux acceptée par les ânes âgés qui ont des problèmes dentaires, par les ânes en convalescence et les ânes qui allaitent. Faites attention de ne pas trop nourrir votre âne. Les ânes peuvent attraper des maladies qui mettent leurs jours en danger lorsqu'ils consomment trop de protéines ou de la nourriture trop riche en nutriments. Les ânes ont évolué dans des environnements arides et semi-arides du Moyen-Orient et de l’Afrique du Nord, et c’est pourquoi ils peuvent extraire tous les nutriments dont ils ont besoin de pâture broussailleuse riche en fibres. Lorsque l’herbe est trop riche ou trop abondante (pensez à la pâture pour vaches laitières ou pour chevaux), vous devrez limiter la zone à laquelle ils ont accès pour leur éviter de trop manger et de prendre trop de poids. Installez une clôture électrique que vous pouvez déplacer pour découper une portion de votre champ et réduire les quantités de nourriture qu'ils peuvent consommer. Déplacez régulièrement la clôture pour leur permettre d’avoir accès à de l’herbe fraîche. Comme cela a été mentionné plus haut, les ânes grossissent facilement, alors vous devez faire attention avec les gâteries que vous lui donnez. Ne lui donnez pas plus d’une poignée de ce que vous avez choisi à la fois. L’idéal serait de lui donner des pommes, des carottes et des bananes (avec la peau). Ne lui donnez pas des restes de vos repas, car les ânes ont du mal à digérer les légumes de la famille des brassica (le brocoli, le chou-fleur, etc.), les pommes de terre, les oignons, et d’autres encore. La menthe sèche ou fraîche est aussi une gâterie parfaite. Les ânes ont besoin d’un régime alimentaire simple et sain et c’est pourquoi vous ne devez pas leur donner de pain, de biscuits ou de gâteaux. Évitez de leur donner des aliments transformés et pleins de sucre ou des aliments pour chevaux.  Voici quelques suppléments qu’il pourrait vous conseiller :  Un bloc de minéraux à lécher pour équidés pourrait l’aider, mais vérifiez d’abord avec votre vétérinaire. Choisissez-en un qui ne contient pas de mélasse ou votre âne ne lèchera le bloc que pour son goût sucré. Des cubes riches en fibres. Vous pouvez en donner à des ânes qui ont besoin de prendre un peu de poids, mais essayez d’en trouver spécialement conçus pour les ânes (vous n’allez peut-être pas en trouver là où vous habitez) ou conçus pour les animaux qui mangent peu ou pour les poneys.    {\"smallUrl\":\"https:\\/\\/www.wikihow.com\\/images_en\\/thumb\\/9\\/98\\/65774-13.jpg\\/v4-460px-65774-13.jpg\",\"bigUrl\":\"https:\\/\\/www.wikihow.com\\/images_en\\/thumb\\/9\\/98\\/65774-13.jpg\\/v4-760px-65774-13.jpg\",\"smallWidth\":460,\"smallHeight\":345,\"bigWidth\":760,\"bigHeight\":570,\"licensing\":\"<div class=\\\"mw-parser-output\\\"><\\/div>\"}  L’herbe sèche congelée peut être un excellent complément pour les ânes malades ou trop maigres pour les remettre en forme. Assurez-vous qu’elle ne contient pas de pesticides et ne leur donnez jamais d’herbe récupérée sur la tondeuse à gazon, car cela pourrait les rendre malades. Faites attention lorsque vous leur donnez de l’herbe sèche congelée, car son niveau élevé en sucres pourrait être dangereux pour la santé de l’animal et pourrait provoquer une maladie du sabot douloureuse appelée la fourbure. Les pastilles ou les cubes de protéines. Ces pastilles préfabriquées contiennent les nutriments essentiels à l’âne. Elles sont utiles aux mères qui allaitent des poulains ou aux ânes qui traversent des hivers très froids et qui ont besoin d’un petit remontant. N’utilisez jamais des pastilles conçues pour un autre animal (par exemple les pastilles pour les volailles), car certaines d’entre elles contiennent de la viande qui pourrait empoisonner votre âne. Les carottes. Quel ongulé (c'est-à-dire quel animal à sabots) n’aime pas les carottes ? Mettez en place un abreuvoir ou un seau et gardez l’eau qu’il contient fraîche et liquide (même en hiver) en permanence. Assurez-vous qu’il ne coule pas sur le sol de l’étable, car les ânes ont besoin d’un sol complètement sec pour leurs sabots. N’oubliez pas de vérifier en hiver que l’eau n’a pas gelé. Si c’est le cas, vous devez retirer la glace et installer un système de chauffage de l’eau sur l’abreuvoir. Les ânes plus âgés apprécieront un peu d’eau chaude pendant l’hiver. Les ânes sont originaires de climats désertiques. Ils préfèrent les climats chauds, mais ils sont très résistants, du moment que vous leur fournissez un abri adéquat. Les ânes n’aiment ni le vent ni la pluie et ils vont chercher à se protéger des deux. À la différence des chevaux, la pluie s’infiltre dans leur fourrure et leur rend la vie insupportable. Il n’est pas nécessaire d’avoir un abri très élaboré, du moins qu’il remplit bien son rôle et qu’il procure à l’âne la protection qu’il recherche. L’idéal serait d’avoir une cabane, un appentis ou une étable. Assurez-vous que le sol est dur et sec. Les ânes ont des sabots poreux qui peuvent attraper des maladies s'ils restent sur un sol humide pendant trop longtemps.  Sous des latitudes tempérées, procurez-lui un abri qui consiste en un minimum de trois murs, avec un espace adéquat à l’arrière pour qu’il puisse s’abriter de la pluie et du vent. Cela peut être une cabane, une étable ou même une petite grange. Installez de la paille sur le sol pour lui procurer plus de confort et de chaleur, surtout lorsqu'il fait plus frais dehors. Sous des latitudes aux hivers rudes (lorsque les températures descendent sous zéro avec de la glace, de la neige et des gelées), vous devez procurer une grange à votre âne. La grange doit être douillette, bouchez tous les trous qui pourraient laisser passer de l’air et faire tomber malade votre âne. Une grande hivernale doit aussi avoir suffisamment d’espace pour que l’âne puisse faire de l’exercice, au cas où il n’aime pas du tout sortir lorsque le sol est recouvert de neige.  Pour éviter toute contamination ou tout problème de vers, vous devez faire en sorte que la zone où il se nourrit reste propre en permanence. Enlevez la boue, nettoyez les seaux de nourriture tous les jours et conservez la paille dans un panier accroché au mur, bien au-dessus du sol. Nettoyez son abri en retirant le fumier au moins tous les deux jours. Lavez le sol et les murs à grands jets d’eau et laissez-les sécher complètement avant de faire entrer l’âne.",
            "Lorsque vous choisissez un âne, il est important de prendre ces facteurs en considération. Les ânes et les ânesses ont des tempéraments différents et il existe des ânes miniatures, de taille moyenne et de grande taille. Réfléchissez au type d’âne que vous souhaitez posséder avant d’en choisir un et de le ramener à la maison.  Si vous souhaitez garder votre âne en tant qu’animal domestique, choisissez un hongre (un mâle castré) ou une ânesse. Si vous souhaitez faire se reproduire votre âne, vous avez besoin d’un mâle qui n’a pas été castré et d’une ou plusieurs femelles. Cependant, n’achetez pas un mâle si vous souhaitez faire de votre âne un animal domestique, et ne le gardez pas avec d’autres mâles, car ils vont se battre entre eux. Si vous souhaitez monter votre âne, assurez-vous qu’il est suffisamment grand pour supporter votre poids. Un âne peut porter jusqu’à 20% de son poids en toute sécurité.  Si vous souhaitez utiliser votre âne en tant qu’animal de garde contre des prédateurs, comme les loups ou les chiens errants, choisissez un âne moyen ou un grand âne, pas un âne miniature. Il est important que l’âne soit plus grand que son prédateur potentiel. Si c’est la première fois que vous vous occupez d’un âne, vous devez en choisir un qui sait déjà comment se tenir et comment marcher au pas sans s’emballer. Vous devez aussi vous assurer que l’âne supporte de se faire toucher partout et qu’il vous laissera soulever ses sabots sans faire de problèmes. Les ânes peuvent être un peu difficiles à dresser, alors à moins que vous ayez de l’expérience avec ces animaux, il vaut mieux que vous en choisissiez un qui est déjà bien dressé. Les ânes sont des créatures extrêmement sociales et ils deviennent tristes s'ils se retrouvent tout seuls dans leur enclos. Votre âne sera beaucoup plus joyeux si vous lui trouvez un compagnon. Deux ânesses, deux hongres, ou une ânesse et un hongre forment des couples parfaits. Les ânes vont créer un lien profond avec leur partenaire pour la vie et ils ne voudront aller nulle part l’un sans l’autre.  Les ânes s’entendent aussi bien avec les chevaux, mais si vous souhaitez amener le cheval quelque part sans l’âne, il n’est pas recommandé de les laisser créer un lien trop fort. L’âne pourrait s’énerver si vous sortez le cheval du pâturage. Le mieux serait de les garder dans des enclos différents. Les ânes ont des besoins alimentaires très spécifiques et si vous les tenez avec d’autres espèces, ils ont tendance à avoir du surpoids et à se sentir mal. Les ânes et les chiens ne s’entendent pas très bien, sauf si vous les avez élevés ensemble depuis qu'ils sont bébés. Les ânes ne doivent pas être punis trop sévèrement. Soyez gentil et patient lorsque vous essayez de le mener ou lorsque vous lui apprenez quelque chose de nouveau. Ce ne sont pas des animaux bornés, mais ils ont besoin de temps pour assimiler une nouvelle situation avant de décider quoi faire et ils détestent qu’on les presse ou qu’on les force. Soyez gentil avec votre âne, parlez-lui doucement, ne levez pas la voix et ne le forcez pas. Pour qu’il puisse rester en bonne santé, votre âne a besoin de faire de l’exercice tous les jours. Il fera de l’exercice de lui-même s'il a suffisamment d’espace pour pouvoir gambader. Vous pouvez aussi aller vous promener avec votre âne en le tenant avec une longue corde. Souvenez-vous qu’il vaut mieux ne pas monter votre âne à moins qu’il soit suffisamment robuste pour supporter votre poids. Faites faire de l’exercice à votre âne pendant l’hiver. Si vous devez garder votre âne à l’intérieur pendant l’hiver, vous devez le laisser sortir tous les deux ou trois jours pour qu’il fasse de l’exercice. Si vous pouvez laisser l’âne se déplacer librement autour de l’étable clôturée, ce serait l’idéal. Ne forcez pas un âne qui déteste la neige à sortir en plein hiver. Trouvez-lui plutôt une façon de faire de l’exercice à l’intérieur. Mettez un manteau à l’âne lors des sorties en hiver pour éviter qu’il ne prenne froid, les ânes peuvent facilement attraper une pneumonie ou une bronchite s'ils se retrouvent sous la pluie ou s'ils sortent lorsqu'il fait très froid.",
            "La meilleure façon de nettoyer un âne est de le brosser tous les jours. Ils n’aiment pas être mouillés, c’est pourquoi il n’est pas nécessaire de les laver avec un jet d’eau ou de leur faire prendre un bain. Il suffit de les brosser quotidiennement et de nettoyer le fumier qui s’accumule sur leurs sabots. Les sabots des ânes poussent, comme les ongles des humains et ils doivent être taillés de temps en temps pour ne pas devenir trop longs et tordus. Demandez à un maréchal-ferrant professionnel de tailler les sabots de votre âne à un angle approprié, généralement entre 60 et 65 degrés. Les sabots des ânes doivent être taillés environ toutes les 8 semaines. Les dents des ânes poussent aussi en permanence et elles s’usent lorsque l’âne s’alimente. Les dents de l’âne s’alignent sur une longueur de mâchoire longue comme votre avant-bras, c’est pourquoi vous ne pouvez pas savoir ce qu’il se passe au fond de sa bouche sans avoir des outils spécialisés. Le dentiste vétérinaire doit vérifier le fond de la bouche pour être sûr que les dents de l’âne fonctionnent correctement et qu'elles ne lui causent pas de problèmes ou de douleurs lorsqu'il mange. Un âne qui a de mauvaises dents pourrait préférer une alimentation constituée de bale ou de nourriture humide, cela lui permettra de ne pas avoir à trop mâcher comme il devrait le faire avec de l’herbe ou de la paille. Demandez à votre vétérinaire qu’elle serait la meilleure option. Les ânes sont très résistants et ne sont presque jamais malades. Ils doivent cependant être vaccinés tous les ans contre le tétanos, la grippe et la maladie de Carré. Vous pourriez aussi envisager d’autres vaccins, selon l’endroit où vous habitez, comme la rage, l’encéphalite et le virus du Nil occidental. Les ânes comme les chevaux commencent à souffrir d’un abus de vermifuges dans le passé, et maintenant les vers sont devenus plus résistants et ces médicaments deviennent de moins en moins efficaces. Il n’existe pas de réponse facile aux vers, mais la meilleure façon d’éviter une infestation de vers est d’arrêter de lui donner des vermifuges à tout va. Vous devez faire tester les excréments des ânes et des chevaux quatre fois par an pour savoir s'il est infecté par des vers et pour lui donner le traitement approprié. Demandez des conseils à votre vétérinaire et demandez-lui aussi de suivre l’animal pour vous assurer que le traitement fonctionne correctement. Une des façons les plus efficaces de lutter contre les vers intestinaux de l’âne est de limiter le nombre de larves qu’il pourrait consommer. Il a été démontré que vous pouvez réduire de manière significative le nombre de larves présentes sur la pâture en relevant le fumier au moins trois fois par semaine."
          ],
          "summary": [
            "La source principale de nourriture pour les ânes doit être pauvre en sucre et riche en fibres. Les ânes ne doivent pas manger beaucoup, mais ils doivent manger souvent (tout comme les autres équidés) et ils ne se sentent pas bien si vous leur donnez une grande quantité de nourriture en une seule fois, par exemple un seau de nourriture le matin et le soir. Les ânes sont plus heureux lorsqu'ils ont beaucoup d’espace pour gambader et pour paître, c’est ce qu'ils font la plus grande partie de la journée. Au lieu d’avoir une pâture luxuriante, vous pouvez aussi lui procurer un enclos avec de la terre ou une zone où il ne peut pas paître, par exemple une zone bétonnée ou recouverte de sable. Donnez-lui des gâteries appropriées. Les ânes sont des animaux végétariens et vous ne devriez jamais leur donner d’aliments qui contiennent de la viande ou du poisson. Discutez avec votre vétérinaire de suppléments alimentaires à lui donner, il pourrait vous en recommander selon le type de sol de la région où vous habitez. Mettez de l’eau propre et fraîche à sa disposition. Construisez un abri sec avec un sol en dur. Si vous choisissez de couvrir votre âne pendant l’hiver (s'il fait vraiment très froid ou si votre âne est âgé ou malade), assurez-vous de retirer sa couverture tous les jours, de vérifier les zones de friction et de la remplacer quotidiennement. Nettoyez la zone où il se nourrit.",
            "Choisissez un âne de la bonne taille, mâle ou femelle, et avec un tempérament approprié. Assurez-vous que l’âne a un dressage de base. Ayez plus d’un âne si vous le pouvez. Soyez gentil avec votre âne. Laissez faire de l’exercice à votre âne tous les jours.",
            "Brossez l’âne régulièrement. Gardez ses sabots secs et bien taillés. Vérifiez que les dents n’ont pas de bords tranchants. Gardez ses vaccinations à jour. Les ânes, tout comme les chevaux, peuvent attraper des vers. Enlevez le plus possible de déchets de la pâture et de la grange pour casser le cycle des vers, car ils doivent vivre un petit moment en dehors du système digestif de l’âne avant de pouvoir être ingérés."
          ],
          "english_url": [
            "https://www.wikihow.com/Care-for-a-Donkey",
            "https://www.wikihow.com/Care-for-a-Donkey",
            "https://www.wikihow.com/Care-for-a-Donkey"
          ],
          "english_section_name": [
            "Providing Food and Shelter",
            "Choosing and Handling a Donkey",
            "Keeping Your Donkey Healthy"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 6,
      "row": {
        "url": "https://fr.wikihow.com/induire-des-cauchemars",
        "article": {
          "section_name": [
            "Contrôler vos rêves",
            "Induire des cauchemars"
          ],
          "document": [
            "Lorsque vous vous endormez, pensez à une image ou à un concept qui vous fait ressentir de la peur ou de l'anxiété. Si vous essayez tous les jours, vous aurez de bonnes chances de rêver un jour de ce sujet. Vous devriez être capable de vous servir de vos rêves ou de vos cauchemars si vous avez un problème qui vous rend anxieux. Votre cerveau pourrait continuer à « travailler » sur ce problème pendant que vous dormez, en vous prodiguant des conseils pendant le rêve. On peut induire un cauchemar pendant une nuit donnée en perturbant légèrement le cycle du sommeil, mais en répétant ce processus jour après jour vous pourriez considérablement diminuer la quantité de vos rêves. Restez bien reposé et vous serez capable de rester plus longtemps dans un sommeil profond et reposant qui constitue le terrain le plus favorable pour faire survenir les rêves (phase des mouvements oculaires rapides). La phase des mouvements oculaires rapides désigne la phase de sommeil pendant laquelle les gens ont un tel comportement. Au lieu de vous lever immédiatement, restez au lit et essayez de vous remémorer vos rêves. Si rien ne vous vient à l'esprit, essayez de sentir vos propres émotions. Si vous vous réveillez anxieux ou exalté, concentrez-vous sur ces sentiments pour essayer de vous remémorer un cauchemar. Chaque être humain rêve lorsqu'il s'endort pour une longue période, mais la plupart des rêves sont oubliés. Notez vos rêves dans un cahier dès que vous vous réveillez, et ce avant de les oublier. Écrivez tous les rêves dont vous vous souvenez pour qu'ils s'inscrivent dans votre mémoire. N'écrivez pas que vos cauchemars, c'est en faisant ceci de façon répétée que vous pourrez vous souvenir de vos derniers rêves. Dans un rêve lucide, le rêveur a conscience qu'il est en train de rêver. Cela résulte souvent en un rêve plus vivace ou plus mémorable et parfois, mais pas toujours, le rêveur peut modifier le cours du rêve. Il existe plusieurs façons d'induire un rêve lucide, vous pouvez commencer par ces deux étapes simples :  Concentrez-vous sur le concept de rêver lorsque vous vous endormez ou un sujet particulier dont vous avez envie de rêver. Choisissez le même sujet toutes les nuits pendant au moins deux semaines. Faites des « tests de rêve » pendant le rêve et les heures où vous êtes réveillé. Beaucoup de gens n'arrivent pas à lire clairement les heures ou les textes dans leurs rêves. Essayez de vérifier l'heure ou de lire un mot pour faire un « test de rêve », ainsi vous serez capable de savoir que vous êtes en train de rêver.",
            "Une étude de la Hong Kong Shue Yan University a montré que les gens qui dorment sur le ventre sont plus susceptibles de rêver qu'ils sont écartelés, étouffés ou ce genre de choses. Cela augmente aussi la possibilité de faire des rêves érotiques ou sexuels, donc vous pourriez ne pas recevoir l'effet désiré. Si vous n'arrivez pas à dormir sur votre estomac, la seconde position qui peut induire des cauchemars est de dormir sur le dos, la troisième étant de dormir sur le côté gauche. On dit souvent que manger épicé, trop salé ou trop gras est susceptible d'induire des cauchemars, même si les scientifiques sont divisés sur les effets exacts de ces substances. Selon certaines personnes, la perturbation du cycle du sommeil peut ralentir l'arrivée des rêves, ce qui fait que l'on fait moins de rêves ou de cauchemars.  D'autres pensent que cela augmente l'intensité des rêves, au moins pour certaines personnes et suggèrent que chacun prête attention aux réactions de son propre corps. Regardez un film d'horreur, jouez à un jeu vidéo effrayant ou lisez des histoires de fantômes avant d'aller au lit. Si vous avez des peurs ou des anxiétés spécifiques, regardez des images qui y sont reliées ou allongez-vous simplement en imaginant des « scénarios cauchemardesques ». Ayez pour objectif de vous effrayer légèrement. Si vous êtes terrifié, vous risquez de ne pas arriver à vous endormir. Les effets de la vitamine B6 ne sont pas étudiés en profondeur, mais beaucoup de gens ne jurent que par ses capacités à augmenter la vivacité des rêves. Une étude suggère que cela peut effectivement être le cas, peut-être à cause d'un effet sur le processus de rêve lui-même ou d'une amélioration de notre capacité à se remémorer les rêves. En prenant en compte la vitamine B6 contenue dans la nourriture et dans les suppléments alimentaires, nos apports journaliers ne doivent pas excéder 60 mg pour les enfants de 9 à 13 ans, 80 mg pour les adolescents de 14 à 18 ans et 100 mg pour les adultes de plus de 19 ans. Certaines personnes font des rêves plus vivaces ou plus bizarres lorsqu'ils prennent de la mélatonine. Cela peut vous faire vivre de nouvelles expériences de rêves même si ce ne sont pas à proprement parler des cauchemars. Il existe au moins une étude qui soutient cette idée et qui suggère que les rêves se trouvent transformés sous l'effet de la mélatonine. On prend généralement de la mélatonine par doses de 1-20 mg et cela cause rarement des problèmes de santé. Cependant, des effets secondaires peuvent survenir pendant la grossesse à cause d'interactions avec d'autres médicaments et vous pourriez aussi induire des réactions allergiques. Donc consultez un docteur avant de prendre de la mélatonine. La caféine, l'alcool et la nicotine peuvent perturber votre cycle de sommeil. Ces substances peuvent potentiellement causer des cauchemars si elles sont prises en petite quantité. Cependant, en trop large quantité elles peuvent grandement perturber votre cycle de sommeil. Si vous avez du mal à vous endormir, réduisez les quantités de ces substances, de même que si vous vous réveillez de nombreuses fois dans la nuit et si vous vous sentez fatigué le matin. Ce sont des signes qui montrent que votre sommeil n'est pas reposant et que la quantité de vos rêves est réduite. Si vous ne consommez que rarement voire jamais ce type de substance, l'effet sera plus fort que vous ne le pensez. Il n'est pas recommandé de commencer à prendre des drogues seulement pour pouvoir faire des cauchemars."
          ],
          "summary": [
            "Réfléchissez à un sujet de rêve. Dormez au moins 8 heures par nuit. Restez un peu au lit après vous être réveillé. Écrivez vos rêves de façon à augmenter vos chances de vous en souvenir. Essayez de faire des rêves lucides.",
            "Dormez sur le ventre. Mangez certains types d'aliments avant d'aller au lit. Effrayez-vous un peu avant d'aller au lit. Prenez de la vitamine B6. Essayez la mélatonine. Prenez certaines substances avec modération."
          ],
          "english_url": [
            "https://www.wikihow.com/Induce-Nightmares",
            "https://www.wikihow.com/Induce-Nightmares"
          ],
          "english_section_name": [
            "Controlling Your Dreams",
            "Inducing Nightmares"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 7,
      "row": {
        "url": "https://fr.wikihow.com/identifier-les-col%C3%A9opt%C3%A8res",
        "article": {
          "section_name": [
            "Identifier de gros coléoptères",
            "Vérifier les traits de base",
            "Identifier de petits coléoptères"
          ],
          "document": [
            "Un élatéridé peut faire claquer les segments avant et arrière de son corps pour produire un clic, et peut également utiliser ce mouvement pour se retourner s’il est coincé sur le dos. Les élatéridés sont noirs ou marron foncé et présentent des rainures sur le dos.  Un élatéridé adulte peut mesurer entre 1 et 4 cm de long. C’est un type de coléoptère commun dans le monde entier, avec environ 7 000 espèces. Ces coléoptères sont noirs, ont des rainures dans le dos et dégagent une forte odeur. Ils vivent généralement sous les buches et les feuilles, mais peuvent pénétrer dans votre maison par une fissure ou une fenêtre ouverte. Ces coléoptères se déplaçent rapidement, il peut donc être difficile de les observer de près. N’oubliez pas que ces coléoptères sont inoffensifs. Il est vrai qu’ils mangent d’autres insectes, mais ils ne vous mordront pas, ni votre animal de compagnie. Il a de longues antennes qui pendent autour des arbres morts. Ces coléoptères sont connus sous le nom de longicornes, car leurs antennes ressemblent aux longues cornes de la vache Texas Longhorn. Les antennes peuvent être droites ou courbes, ou être réparties de manière égale. La couleur du coléoptère peut varier entre le noir, le marron, le vert, le jaune, le rouge ou une combinaison de ces couleurs. Il s’agit de l’une des plus grandes familles de coléoptères, avec plus de 25 000 espèces et elles ont toutes de longues antennes. Si le coléoptère a une tête arrondie avec un cou en forme de pelle autour de la base, il est fort probable qu’il s’agisse d’un ténébrion meunier. Malgré leur nom, ils sont en réalité des coléoptères. Ils vivent généralement à l’extérieur, mais vous pouvez les retrouver dans des récipients contenant de la farine et d’autres céréales séchées. Vous devez conserver vos céréales dans des récipients hermétiques pour éviter une infestation. Il présente des taches blanches sur ses ailes et des segments de pattes élargis. Si vous observez cet insecte de près, vous remarquerez probablement de petits poils gris sur son dos. Vous pourrez également distinguer trois yeux noirs de chaque côté de sa bouche. En général, ces coléoptères apparaissent dans les maisons quatre à sept ans après leur construction.",
            "Les coléoptères ont des ailes recouvertes de deux élytres. Ce détail est ce qui donne à l’insecte son aspect distinctif de carapace dure. Les élytres présents sur son dos constituent également la raison pour laquelle un craquement se fait entendre lorsque vous piétinez l’insecte par mégarde. Si l’insecte est un coléoptère, ses ailes ne doivent pas être visibles à moins que vous ne souleviez les élytres avant de pouvoir les déployer. Les coléoptères ont des mandibules tranchantes (pièces buccales) leur permettant de manger d’autres insectes, matières végétales, champignons, plantes ou animaux en décomposition. Vous devez vérifier la partie inférieure de la bouche de l’insecte pour voir s’il présente des pièces buccales aiguisées. Si l’insecte a une longue bosse ressemblant à de la paille, ce n’est donc pas un coléoptère. Les coléoptères ont six pattes réparties entre les segments avant et arrière de leur corps. Lorsqu’ils sont au stade larvaire, les pattes sont situées à l’avant du corps. Dans le cas contraire, elles s’étendent entre les segments avant et arrière. Vous devez compter les pattes de l’insecte et vérifier leur emplacement pour savoir s’il s’agit d’un coléoptère. Si l’insecte a quatre, huit pattes ou plus, ce n’est donc pas un coléoptère.",
            "Si vous voyez ces traits, il est très probable que ce soit l’anthrène du bouillon blanc. Ces coléoptères sont généralement très noirs ou bruns et leur corps est ovale. Leur taille varie entre 3 et 4 mm. Les anthrènes bigarrés des tapis de couleur variée ressemblent aux espèces noires. Ce sont de très petits coléoptères de 3 mm avec des marques jaune et vert vif. Ces coléoptères mesurent 6 mm. Ils se nourrissent de feuilles des arbres (en particulier des ormes) et pondent également leurs œufs sous celles-ci. Les galéruques de l’orme peuvent détruire les arbres si elles deviennent incontrôlables. Vous devez donc les contrôler avec des pesticides. Elles ont un corps arrondi de couleur vive avec des points noirs. Ces coléoptères sont également appelés pernettes. Leurs corps peuvent être rouges, orange, ou jaunes avec des taches noires, mais ils peuvent aussi être noirs avec des taches rouges, orange ou jaunes. Ce taxon monophylétique regroupe environ 6 000 espèces réparties dans le monde entier. Ces coléoptères sont noirs et sont réputés pour infester le jambon séché. Ils ont une forme ovale et une tache argentée et blanchâtre qui traverse leur dos. Assurez-vous de couvrir le jambon lorsqu’il est sur la table et placez-le au réfrigérateur pour le conserver. Ces coléoptères ont une forme cylindrique et ne mesurent qu’entre 2 à 5 mm. De plus, il est courant de les trouver autour des tas de bois. Ces coléoptères peuvent également infester des arbres vivants jusqu’à les détruire. Les infestations de scolytidés assèchent et tuent le bois, ce qui intensifie les incendies de forêt. Elles ont des traits sur les élytres et une tête légèrement courbée. La pigmentation de ces coléoptères peut varier du brun au brun rougeâtre et ils mesurent environ 2 ou 3 mm de long. Ils attaquent généralement les aliments emballés. Si la tête est tellement inclinée que le coléoptère semble avoir une bosse, il est probable qu’il s’agisse d’une vrillette du tabac. Ces insectes sont presque identiques aux vrillettes du pain, mais ils semblent être bossus. Ils ont un corps aplati de couleur marron et des antennes encombrées. Ceux-ci sont également connus sous le nom de tribolium rouge de la farine. Ces insectes se nourrissent de farine de maïs et d’autres produits emballés. Veillez à conserver la farine et les autres produits dans des récipients hermétiques pour les protéger de ces insectes nuisibles. Ils ne mesurent que 3 mm et sont de couleur brune avec une tête pointue qui ressemble à un bec. Leurs corps sont longs et minces. Les infestations des charançons dans le riz et d’autres céréales sont courantes. Ces insectes nuisibles peuvent ronger le plastique et le papier, il est donc préférable de conserver les grains et les farines en vrac dans des récipients hermétiques en verre, en métal ou en plastique dur. Ces coléoptères ne mesurent que 3 mm de long et aiment infester et manger les graines de tournesol et les noix (bien qu’ils puissent également infester plusieurs autres types de céréales). Les silvains sont plus enclins à pénétrer dans les réserves de nourriture si les récipients ne sont pas désinfectés au moins tous les six mois."
          ],
          "summary": [
            "Identifiez un élatéridé par son corps long et étroit et par un son de clic. Identifiez un carabidé par sa forte odeur et sa rapidité. Identifiez un capricorne. Identifiez un ténébrion meunier par sa tête en forme de pelle. Identifiez un capricorne des maisons.",
            "Cherchez deux élytres au dos de l’insecte. Voyez s’il y a des pièces buccales en bas de la tête. Vérifiez si l’insecte a six pattes.",
            "Recherchez un corps noir avec un abdomen allongé. Cherchez des rayures vertes et noires sur une galéruque de l’orme. Reconnaissez les coccinelles. Protégez votre jambon des dermestes du lard. Recherchez les scolytidés autour des bois de chauffage. Identifiez les vrillettes du pain. Identifiez les coléoptères de la farine rouge. Vérifiez vos céréales et vos riz à la recherche des charançons. Recherchez des protubérances sur les côtés du thorax d’un silvain."
          ],
          "english_url": [
            "https://www.wikihow.com/Identify-Beetles",
            "https://www.wikihow.com/Identify-Beetles",
            "https://www.wikihow.com/Identify-Beetles"
          ],
          "english_section_name": [
            "Identifying Large Beetles",
            "Checking for Basic Features of a Beetle",
            "Identifying Small Beetles"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 8,
      "row": {
        "url": "https://fr.wikihow.com/pr%C3%A9venir-les-cheveux-gras",
        "article": {
          "section_name": [
            "Adapter sa routine de lavage",
            "Utiliser des remèdes maison"
          ],
          "document": [
            "Appliquez une petite noisette de shampoing sur votre cuir chevelu et massez-le vigoureusement du bout des doigts. Ensuite, continuez à travailler la mousse dans vos cheveux et rincez. Rincez soigneusement pour qu'il ne reste plus aucune trace de shampoing. Au total, cela devrait prendre environ cinq minutes. Même si les cheveux gras ont l'air sales, le fait de laver vos cheveux tous les jours ne va rien changer. En effet, le shampoing vide les cheveux de leurs nutriments et de leurs lipides naturels, ce qui pousse votre cuir chevelu à en produire encore plus . Lavez-vous les cheveux tous les 2 à 3 jours au maximum. Vos cheveux auront ainsi suffisamment de temps pour remplacer leurs lipides naturels sans que votre cuir chevelu en produise en excès. Si vous employez du shampoing tous les jours, il faudra des mois pour que votre cuir chevelu produise moins de graisse après avoir modifié votre routine. Les jours où vous n'utilisez pas de shampoing, employez un shampoing sec pour absorber l'excès. En plus de ne pas faire de shampoing tous les jours, utilisez un shampoing doux. Les shampoings agressifs ont tendance à irriter les follicules pileux, ce qui provoque une surproduction de sébum. Changez également de shampoing une fois par semaine pour éviter l'accumulation de traces de shampoings.  Les shampoings contenant de l'acide salicylique, du sulfure de sélénium ou du kétoconazole sont bons pour les cheveux gras. L'acide salicylique aide à réduire la quantité de gras accumulée sur le cuir chevelu. Gardez 2 à 3 shampoings différents dans votre cabine de douche pour pouvoir facilement passer de l'un à l'autre. Les cheveux gras n'ont pas besoin de soins fréquents. Faites un soin une fois de temps en temps, après le shampoing ou une fois par semaine. Contentez-vous d'appliquer le soin sur les pointes et non sur les racines où le gras s'accumule plus facilement . Les meilleurs shampoings secs pour cheveux gras existent sous forme de poudre. Essayez de ne pas utiliser de shampoing sec sous forme liquide. Massez le shampoing en poudre dans vos cheveux et sur votre cuir chevelu pour absorber le gras et donner à vos cheveux une odeur fraiche. N'utilisez pas ce shampoing plus d'une fois par jour. Il peut être difficile de résister à l'envie de vous laver les cheveux après avoir fait du sport, mais lorsque votre cuir chevelu est plein de transpiration, il n'est pas nécessaire de le laver pour vous sentir propre. Au lieu de cela, rincez-les pour éliminer le sel de la transpiration et au besoin, utilisez un conditionneur pour démêler les pointes. Si vous ne pouvez pas vous doucher, vous pouvez mouiller vos cheveux avec un vaporisateur contenant de l'eau et les sécher au lieu de les laver. De nombreux produits capillaires contiennent de la silicone et des huiles qui alourdissent et graissent les cheveux . Essayez d'utiliser moins de produits coiffants. Si vous devez absolument le faire, évitez les produits contenant de la silicone ou des huiles. Au bout d'un mois, vos cheveux devraient être moins gras. Si le fait de changer vos habitudes ne change rien, essayez de consulter un dermatologue. Il vous prescrira probablement un shampoing ou un médicament qui permettra de réduire la quantité de sébum dans vos cheveux.",
            "Le vinaigre de cidre aide à équilibrer le pH de votre cuir chevelu. Pour appliquer cette méthode, mélangez 2 cuillères à soupe de vinaigre de cidre dans une tasse d'eau. Après vous être lavé les cheveux, versez le mélange sur votre chevelure, laissez poser 3 à 5 minutes puis rincez.  Rincez à l'eau froide. Vous pouvez faire cela jusqu'à 3 fois par semaine. Pressez deux citrons et mélangez le jus obtenu avec deux verres d'eau. Massez ce mélange sur vos cheveux pendant 3 à 5 minutes avant de rincer vos cheveux à l'eau chaude. Répétez l'opération 3 fois par semaine. Sachez que ceci peut rendre vos cheveux plus fins. Mélangez 1 cuillère à café de gel d'aloe vera, une cuillère à soupe de jus de citron et une tasse de shampoing. Lavez-vous les cheveux avec ce mélange et laissez poser pendant 3 minutes. Ensuite, rincez à l'eau chaude.  Répétez l'opération jusqu'à plusieurs fois par semaine. Si vous n'utilisez pas tout le mélange, conservez-le au réfrigérateur pendant une semaine au maximum. Mélangez une part de bicarbonate de soude dans trois parts d'eau pour obtenir une pâte. Appliquez cette pâte sur cheveux humides et laissez poser 5 minutes. Ensuite, rincez vos cheveux à l'eau chaude. Répétez l'opération deux fois par semaine."
          ],
          "summary": [
            "Lavez-vous correctement les cheveux. Ne lavez vos cheveux qu'une fois tous les 2 ou 3 jours seulement. Utilisez différents types de shampoings doux. Faites moins de soins. Utilisez des shampoings secs entre chaque lavage. Ne lavez pas vos cheveux après chaque séance de sport. Utilisez des produits coiffants sans silicone et sans huiles. Si vous ne voyez aucun résultat, consultez un dermatologue.",
            "Rincez vos cheveux au vinaigre de cidre. Massez-vous les cheveux avec du jus de citron. Lavez-vous les cheveux avec un shampoing à l'aloe vera fait maison. Fabriquez un masque pour cheveux à base de bicarbonate de soude et d'eau."
          ],
          "english_url": [
            "https://www.wikihow.com/Prevent-Greasy-Hair",
            "https://www.wikihow.com/Prevent-Greasy-Hair"
          ],
          "english_section_name": [
            "Adjusting Your Shampooing Routine",
            "Using At-Home Remedies"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 9,
      "row": {
        "url": "https://fr.wikihow.com/utiliser-un-urinoir-sans-s%27%C3%A9clabousser",
        "article": {
          "section_name": [
            "Choisir son urinoir",
            "Uriner"
          ],
          "document": [
            "Dans certaines toilettes publiques, des parois de séparation sont installées entre les urinoirs. Celles-ci vous apporteront une certaine intimité, tout en vous protégeant des éclaboussures des autres. Si vous ne parvenez pas à trouver des toilettes équipées de parois de séparation, choisissez un urinoir au bout de la rangée, à côté d’un cabinet ou des lavabos, plutôt qu’au centre de la rangée. Ainsi, vous risquerez deux fois moins d’être touché par les éclaboussures de votre voisin. Des études ont démontré qu'aux toilettes, plus on est proche de quelqu’un, plus on se sent anxieux, et plus les deux personnes ont du mal à uriner. La panique et l’anxiété qui en résultent pourraient favoriser les éclaboussures, les vôtres ou celles de votre voisin. Bien souvent, le sol devant les urinoirs sera mouillé … de l’urine des autres ! Alors que vous approchez l’équipement, inspectez le sol, afin d’éviter de marcher dans une flaque et de vous asperger d’urine ! L’envie est parfois si pressante que l’on se précipite à l’urinoir et que l’on se soulage rapidement. Évitez cela ! Vous devrez réfléchir avant d’uriner, afin de prendre les précautions nécessaires pour éviter les éclaboussures.",
            "Les blocs désodorisants sont conçus pour combattre les odeurs. Ils sont généralement très petits, et se placent au fond des urinoirs. Ce ne sont pas des cibles ! En les visant, vous risquerez de faire des éclaboussures, et de rediriger le flux d’urine dans votre direction. Modifiez l’angle de votre flux d’urine. Ne visez pas la paroi de face. Plus l’angle est proche de 90°, plus les éclaboussures seront importantes. Essayez plutôt d’atteindre l’urinoir à un angle aigu. Il existe des accessoires spécifiquement conçus pour absorber l’impact du flux d’urine, afin de limiter le risque d’éclaboussures. Visez cet accessoire, en particulier s'il est incliné de telle façon que vous parvenez à l’atteindre à un angle de moins de 45°. Les éclaboussures sont largement favorisées lorsque l’urine atteint la surface à un angle aigu depuis une distance importante. Après une dizaine de centimètres, le flux de liquide commencera à se diviser en gouttes. Ces gouttes formeront davantage d’éclaboussures qu’un flux d’urine continu.  Si vous vous placez trop loin, le flux commencera à se diviser en gouttes, et le risque d’éclaboussures sera bien plus important. Par ailleurs, plus vous vous tiendrez loin de l’urinoir, plus l’urine prendra de la vitesse, ce qui favorisera aussi les éclaboussures. Le mieux serait que le flux atteigne la porcelaine avant qu'il ne se divise. Ne vous placez pas trop près, mais pas non plus trop loin ! Après une distance de 15 cm de l’urètre, le flux commencera à prendre de sa puissance et à se désintégrer. Tenez compte de ce point lorsque vous urinez. Il n’y a cependant pas une distance idéale, valable pour tout le monde : les urinoirs ne sont pas tous les mêmes, les hommes sont tous différents, et tout le monde n’est pas à l’aise dans les mêmes situations. Lorsque vous avez terminé, ne secouez pas votre pénis trop rapidement. Votre urine risquerait alors de voler dans les airs ou de rebondir sur l’urinoir … et de vous éclabousser !"
          ],
          "summary": [
            "Si possible, choisissez un urinoir pourvu de parois de séparation. Choisissez un urinoir au bout de la rangée, plutôt qu’au milieu. Installez-vous à l’écart des autres utilisateurs. Regardez le sol avant d’approcher l’urinoir. Réfléchissez avant d’uriner.",
            "Ne visez pas le bloc désodorisant. Visez la paroi de l’urinoir à un angle aigu. Visez la grille antiéclaboussures. Tenez-vous plus près de l’urinoir (et au bon angle). Ne vous tenez pas trop loin. Ne « secouez » pas top brusquement."
          ],
          "english_url": [
            "https://www.wikihow.com/Use-a-Urinal-Without-Splashing-Yourself",
            "https://www.wikihow.com/Use-a-Urinal-Without-Splashing-Yourself"
          ],
          "english_section_name": [
            "Picking Your Urinal",
            "Peeing"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 10,
      "row": {
        "url": "https://fr.wikihow.com/utiliser-un-rouleau-de-dermatologie",
        "article": {
          "section_name": [
            "Nettoyer le rouleau et la peau",
            "Passer le rouleau",
            "Nettoyer le visage"
          ],
          "document": [
            "Avant d’utiliser le rouleau, désinfectez-le. Le rouleau est constitué de petites aiguilles qui rentrent dans votre peau. Il vous faut donc bien nettoyer le rouleau avant de vouloir l’utiliser. Immergez le rouleau pendant 10 minutes dans une solution d’alcool isopropylique à 70 % .  Notez que l’alcool isopropylique à 70 % est plus intéressant que celui à 99 % qui s’évapore plus vite. Au bout de 10 minutes, retirez le rouleau, puis secouez-le bien pour enlever l’excès d’alcool. Ensuite, laissez-le à l’air libre pour qu’il sèche . Passez votre visage sous l’eau tiède pour le nettoyer. Il est nécessaire d’avoir la peau bien propre. Vous pouvez utiliser un savon doux pour la peau du visage pour bien le nettoyer en profondeur. Vous pouvez aussi utiliser un savon classique ou un gel douche pour nettoyer votre peau. Il vous faut absolument bien nettoyer votre peau. Vous pouvez donc employer vos produits habituels pour laver votre peau . Toutefois, restez prudent sur le type de produit que vous souhaitez utiliser pour nettoyer votre visage. Ne prenez pas un nettoyant qui contient de l’acide salicylique, mais optez plutôt pour des produits plus doux. Si vous avez prévu d’utiliser des aiguilles plus longues, elles vont rentrer plus profondément dans la peau. Pour éviter une infection, il vous faut donc désinfecter votre peau d’abord. Pour l’utilisation d’aiguilles d’une longueur supérieure à 0,5 mm, vous devrez désinfecter votre peau avant de faire le soin. Appliquez doucement un peu d’alcool isopropylique à 70 % sur votre peau .",
            "Très souvent, les gens ne sont pas gênés par les aiguilles. Toutefois, si vous êtes sensibles à la douleur, vous pouvez vous passer une crème anesthésiante. Pour des aiguilles d’une longueur de 1 mm et plus, il peut être préférable d’utiliser de la crème pour préparer la peau. Massez votre peau avec une crème à la lidocaïne, puis attendez 20 minutes avant d’utiliser le rouleau . Pensez à enlever l’excès de crème avant de passer le rouleau. Débutez sur le bord de la zone, puis roulez du haut vers le bas. Faites attention à vos yeux ! Ne passez pas le rouleau dessus. Une fois que vous avez terminé, recommencez. Il faut que vous passiez le rouleau six fois sur une même zone. Ensuite, décalez le rouleau et recommencez. Poursuivez jusqu’à ce que vous ayez passé le rouleau sur toute la surface à traiter . Notez que si votre rouleau a des aiguilles d’une longueur de 1 millimètre et plus, vous risquez de saigner un peu. Par contre, si vous constatez que c’est plus que des petits trous qui saignent, stoppez le soin. Il vous faudra surement utiliser des aiguilles plus petites . Démarrez par le haut ou par le bas du visage en passant le rouleau horizontalement. Comme pour le passage vertical du rouleau, effectuez 6 passages sur chaque zone de votre visage pour bien réaliser le soin . Il est possible d’effectuer un passage du rouleau en diagonale, mais vous risquez de ne pas percer suffisamment des zones de votre visage. Il ne faut pas passer le rouleau plus de 2 minutes consécutives surtout sur votre visage. Il est donc important de faire en sorte que chaque session du passage du rouleau sur votre peau ne dépasse pas 2 minutes . Réalisez ce processus de microneedling environ tous les 2 jours. Une utilisation trop fréquente peut amener une inflammation. Passez le rouleau 3 à 5 fois au maximum par semaine, et laissez de temps à autre votre peau tranquille . Sachez que des personnes ne font ce traitement que toutes les 6 semaines.",
            "Quand vous avez terminé de passer le rouleau, rincez votre visage. Vous pouvez le faire simplement à l’eau, puisque vous l’avez nettoyé avant de commencer le soin. Par contre, enlevez toutes les traces de sang sur votre visage . Si vous en avez envie, utilisez un nettoyant doux . Il peut être intéressant d’appliquer un produit hydratant sur votre peau après le soin. Vous pouvez ainsi apposer sur votre visage un masque hydratant pour réhydrater et soigner votre peau . Autrement, vous pouvez appliquer un sérum antiride ou antiâge une fois le soin terminé. Ce sérum va pénétrer plus en profondeur grâce aux petits trous laissés par le rouleau. Passez le rouleau sous l’eau chaude et nettoyez-le avec du produit pour laver la vaisselle. Sachez que le produit de vaisselle est le plus approprié pour supprimer les traces de sang et les petits bouts de peau sur le rouleau. Prenez un récipient, versez y de l’eau chaude, ajoutez du produit de vaisselle, puis agitez le rouleau dans le récipient d’eau . Quand vous avez terminé de laver le rouleau, secouez-le pour retirer le maximum d’eau. Ensuite, placez le rouleau dans un bain d’alcool isopropylique à 70 %. Attendez 10 minutes avant de le retirer du récipient. Égouttez le rouleau, puis laissez-le sécher. Ensuite, rangez-le ."
          ],
          "summary": [
            "Préparez le rouleau. Nettoyez votre peau. Désinfectez la peau.",
            "Appliquez une crème anesthésiante. Passez le rouleau verticalement. Roulez horizontalement. Stoppez après 2 minutes. Faites le soin tous les 2 jours.",
            "Lavez votre visage. Hydratez votre peau. Lavez le rouleau. Désinfectez le rouleau."
          ],
          "english_url": [
            "https://www.wikihow.com/Use-a-Derma-Roller",
            "https://www.wikihow.com/Use-a-Derma-Roller",
            "https://www.wikihow.com/Use-a-Derma-Roller"
          ],
          "english_section_name": [
            "Cleaning the Roller and Your Skin",
            "Rolling the Area",
            "Cleaning Up"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 11,
      "row": {
        "url": "https://fr.wikihow.com/conna%C3%AEtre-la-r%C3%A9solution-de-son-%C3%A9cran",
        "article": {
          "section_name": [
            "Déterminer la résolution sous Windows",
            "Connaitre la résolution sous Mac"
          ],
          "document": [
            "C'est ainsi que vous pourrez accéder aux paramètres d'affichage . Choisissez Résolution d'écran (Windows 7 et 8), Personnalisation (Vista) ou encore Propriétés (XP). Les paramètres d'affichage apparaissent alors.  Windows Vista : cliquez sur Paramètres d'affichage dans le menu Personnalisation. Windows XP : cliquez sur l'onglet Paramètres après avoir sélectionné Propriétés. Sélectionnez l'écran dont vous voulez connaitre la résolution. Cliquez sur le bouton Identifier pour faire apparaitre les résolutions de vos écrans et choisir celui que vous voulez modifier. S'il n'y a qu'une seule résolution affichée, vous pouvez passer cette étape. Elle apparait dans la liste déroulante (ou sur le curseur) en regard de l'étiquette Résolution. Cette dernière résolution est appelée « résolution native » du moniteur. Si vous la choisissez, vous aurez l'image la plus nette possible. Windows Vista et XP n'affichent pas de résolution dite « Recommandée ». Il vous faudra consulter le guide d'utilisation du moniteur pour connaitre cette résolution native. Si vous cliquez sur le menu déroulant Résolution (Windows 7 et 8), vous ferez apparaitre ce curseur. Déplacez-le pour modifier la résolution d'affichage. Sachez que toute autre résolution que celle recommandée peut vous donner une image floue, déformée en hauteur ou en largeur.  Quand on diminue la résolution, l'affichage se fait plus gros. Si vous ne connaissez pas la résolution native de votre écran, réglez la résolution au maximum afin d'avoir l'image la plus nette possible. Là, l'écran peut s'éteindre provisoirement ou « sauter », la nouvelle résolution est alors active. Il vous sera peut-être demandé de confirmer ou d'annuler le changement. Si vous oubliez de confirmer, le moniteur reviendra à l'ancienne résolution.  Si vous confirmez les changements, cliquez sur Conserver les modifications. Si votre écran ne redémarre pas, attendez qu'il revienne à la configuration précédente et refaites les réglages.",
            "Puis, choisissez Préférences système…. Par défaut, OS X se cale sur la résolution native pour l'affichage, qui donne le plus souvent la meilleure image possible. Cependant, vous pouvez modifier cette résolution pour un programme particulier ou si vous voulez ajuster la taille des objets sur l'écran. Là, vous pouvez choisir l'affichage que vous désirez sur votre ou vos moniteurs. Par défaut, l'affichage est réglé sur Optimisé pour l'écran, c'est-à-dire que votre moniteur est réglé sur la résolution native. Sélectionnez À l'échelle si vous voulez une autre résolution. Si vous optez pour une « basse résolution », vous aurez une image floue. D'autres options donneront des images déformées soit en hauteur soit en largeur .  Il est possible d'avoir une résolution supérieure à la native. Les images apparaitront certes plus petites à l'écran, mais votre processeur risque de « ramer » quelque peu. Quand on change de résolution, l'effet est immédiat. Si, après la modification de la résolution, rien ne se passe, attendez 15 secondes. Le moniteur revient normalement à son réglage antérieur. S'il ne se passe toujours rien, il ne vous reste plus qu'à presser la touche d'échappement Esc. Si l'écran ne revient pas à sa résolution première, redémarrez votre Mac en mode sans échec et sélectionnez une nouvelle résolution."
          ],
          "summary": [
            "Faites un clic droit sur le bureau. Regardez le menu contextuel. Changez l'affichage en activité au besoin. Notez quelque part la résolution actuelle. Voyez si la résolution active est qualifiée de « recommandée ». Changez de résolution en faisant glisser le curseur. Cliquez sur Appliquer après avoir modifié vos paramètres.",
            "Cliquez sur le menu Pomme en haut à gauche. Cliquez sur le menu Moniteurs, puis sur l'onglet Moniteur. Cliquez sur le bouton À l'échelle pour modifier la résolution. Sélectionnez la résolution que vous voulez. Voyez si les changements se sont opérés."
          ],
          "english_url": [
            "https://www.wikihow.com/Check-Your-Screen-Resolution",
            "https://www.wikihow.com/Check-Your-Screen-Resolution"
          ],
          "english_section_name": [
            "Windows",
            "Mac"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 12,
      "row": {
        "url": "https://fr.wikihow.com/sortir-avec-un-homme-plus-petit-que-soi",
        "article": {
          "section_name": [
            "Gérer la différence de taille",
            "Se focaliser sur les points positifs",
            "Gérer les premières étapes"
          ],
          "document": [
            "Lorsque vous faites connaissance ou lorsque vous allez à un rendez-vous avec un homme plus petit, ne cachez pas votre taille. La plupart des gens trouvent que l'assurance est sexy. N'essayez pas de vous courber ou de vous pencher, car vous donnerez l'impression d'avoir honte de votre taille. Au lieu de cela, tenez-vous bien droite, regardez les gens droit dans les yeux et souriez à pleines dents . Bien sûr, une fois que vous sortez avec quelqu'un, c'est à vous de voir si vous voulez souligner la différence ou au contraire l'estomper un peu. Si vous ne voulez pas mettre en avant votre différence de taille, vous pouvez mettre des talons plats la plupart du temps. En plus, vos pieds ne souffriront pas  ! Si vous voulez porter des talons hauts, essayez de choisir des talons de taille moyenne et non pas des talons de 10 cm. Une technique pour ne pas attirer l'attention sur votre différence de taille (en particulier quand vous portez des talons hauts) consiste à vous pencher un peu sur le côté et mettre la hanche opposée en avant. Reposez-vous sur votre petit ami ! Ne vous courbez pas cependant. Ayez l'air décontracté lorsque vous essayez de vous mettre au même niveau que votre petit ami .",
            "Si vous êtes inquiète à propos de la différence de taille, c'est que vous vous focalisez sur les apparences. Au lieu de cela, pensez à ce qui vous plait dans sa personnalité. Concentrez-vous sur son charme, sa vivacité d'esprit, son intelligence, sa compassion... Vous ne pouvez pas bâtir une relation basée sur son apparence physique... Seule la personnalité compte réellement . Quand un garçon est significativement plus grand que vous, vous devez vous étirer pour l'embrasser. Avec un homme plus petit, il sera plus simple de s'embrasser. Lorsque vous lui dites au revoir, faites attention à la facilité avec laquelle vous pouvez l'embrasser sans vous froisser un muscle . Une grande taille donne accès à plus d'opportunités. Les hommes plus petits doivent souvent se battre pour rester dans la course. C'est un plus, car les études montrent que les hommes plus petits exécutent généralement plus de tâches domestiques que les grands . Dans un premier temps, vous risquez de ne pas trouver votre place, de vous sentir trop grande... Mais essayez de changer de point de vue sur la situation. La plupart des modèles sont très grands. Vous tenir près de lui vous fera ressembler à un mannequin plutôt qu'à un grand épouvantail . Les couples où l'homme est plus petit sont moins courants, mais vous pouvez trouver de nombreux couples qui partagent votre originalité et qui font partie des couples les plus heureux. Une fois que vous les aurez observés attentivement (des couples que vous connaissez ou des couples que vous aurez croisés dans un lieu public ou encore des couples de célébrités), vous vous rendrez finalement compte qu'ils ne se soucient pas du tout de leur taille. Tout ce qui leur importe, c'est de s'apporter de l'amour .",
            "Si vous êtes inscrite sur un site de rencontre, ne filtrez pas les hommes en fonction de leur taille. Vous risquez d'éliminer quelqu'un qui est parfait pour vous juste parce qu'il fait quelques centimètres de moins que votre idée de l'homme idéal. Essayez de ne pas mentionner de préférence en termes de taille dans votre profil, car cela risque de refroidir certaines personnes .  Par exemple, si vous mentionnez votre taille et que vous inscrivez « Seulement intéressée par les grands ! », beaucoup de garçons se diront que vous ne serez pas intéressée par eux, et certains peuvent être extraordinaires sans que vous ne le sachiez. C'est également vrai dans la vie réelle. Ne rejetez pas un homme qui essaye de vous faire la conversation, uniquement parce qu'il est plus petit que vous de quelques centimètres. De nombreuses femmes ont besoin d'être avec des hommes plus grands parce qu'elles ne sont pas à l'aise avec leur propre taille. Un homme plus grand les fait se sentir plus petites et donc, plus féminines. Cependant, votre rapport à vous-même ne devrait pas être basé sur le rapport de votre corps à celui de votre homme. Vous devez vous sentir à l'aise dans votre propre corps pour vous sentir en sécurité dans une relation avec un homme plus petit .  Commencez par vous demander pourquoi vous trouvez cela difficile de sortir avec un homme plus petit. Vous fait-il vous sentir plus grosse ? Êtes-vous gênée d'être plus grande ? Passez un peu de temps à explorer vos sentiments. Essayez de changer votre façon de voir les choses. Être plus petite que votre homme ne vous rendra pas plus féminine. Être plus grande que lui ne fait pas de vous un géant. Il n'y a que vous qui pouvez décider de vous sentir féminine (si c'est ce que vous voulez) ou non. Passez plus de temps à vous affirmer face à votre miroir. Vous pourriez vous dire des choses telles que : « J'adore les douces ondulations de mes cheveux ». Prenez confiance en vous pour vous aider à aller au-delà de vos complexes. Cela signifie qu'il n'est peut-être pas nécessaire de porter vos plus hauts talons pour un premier rendez-vous avec un homme plus petit. Il n'est pas nécessaire de souligner davantage votre différence de taille. Ne vous cambrez pas non plus en avant. Assumez votre taille. Essayez également de ne pas faire de commentaire désobligeant sur votre différence de taille, à moins qu'il n'en fasse l'objet d'une blague. Tout comme vous n'aimeriez pas que les gens rigolent de votre grande taille, il n'aimerait probablement pas que vous fassiez des blagues sur sa petite taille. Essayez d'éviter les vannes, surtout pour un premier rendez-vous . Si vous êtes surtout sortie avec des garçons plus grands que vous, vous risquez de mettre un certain temps à vous adapter, et ce n'est pas grave. Vous pouvez même sortir avec d'autres garçons pendant votre phase d'adaptation, tant que vous êtes tous les deux d'accord pour ne pas être exclusifs. Donnez-vous le temps dont vous avez besoin pour apprendre à le connaitre et à vous adapter à sa taille . N'oubliez pas que le fait d'être plus grande ne vous enlève en rien votre féminité."
          ],
          "summary": [
            "Décidez de ne pas laisser les autres vous rabaisser. Évitez les talons hauts. Tenez-vous sur le côté.",
            "Concentrez-vous sur ce qui vous plait chez lui. Remarquez comme il est facile de l'embrasser. Observez les données. Appréciez la façon dont cela vous fait paraitre plus grande. Observez les couples heureux.",
            "Ne filtrez pas vos relations. Posez-vous des questions sur vos insécurités. Soyez cool. Ne faites pas de blague sur sa taille. Travaillez sur vos préférences."
          ],
          "english_url": [
            "https://www.wikihow.com/Date-a-Short-Guy-As-a-Tall-Girl",
            "https://www.wikihow.com/Date-a-Short-Guy-As-a-Tall-Girl",
            "https://www.wikihow.com/Date-a-Short-Guy-As-a-Tall-Girl"
          ],
          "english_section_name": [
            "Dealing With Height Difference",
            "Focusing on the Positives",
            "Dating in the Early Stages"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 13,
      "row": {
        "url": "https://fr.wikihow.com/passer-un-enduit-de-finition",
        "article": {
          "section_name": [
            "Préparer le matériel et les fournitures pour enduire",
            "Appliquer une couche d'enduit de finition",
            "Appliquer les dernières couches d'enduit",
            "Préparer des murs avant d'enduire"
          ],
          "document": [
            "Un enduit se présente au départ sous la forme d'une fine poudre faite de différentes matières qui, mélangée à l'eau, donne une pâte souple. En commerce, un enduit de finition se présente sous deux formes.  Vous pouvez acheter un enduit prêt à l'emploi. Vous le trouverez en pots de différentes tailles (500 g, 1, 2 ou 5 kg). Si vous craignez qu'il ne sèche trop vite, vous pouvez rajouter un peu d'eau et bien remuer. Si vous n'avez jamais posé d'enduit, ne vous embêtez pas avec la poudre, achetez un enduit prêt à l'emploi . Sinon l'enduit est vendu sous forme de poudre blanche à délayer. La préparation ressemble un peu à celle du béton, à la différence près que l'enduit ne sèche pas tant qu'il n'est pas au contact de l'air. Au contact de l'eau, les éléments de la poudre se transforment en une pâte souple et facile à étendre . Ce n'est pas un enduit de finition et il n'est donc pas fait pour cela. Il s'agit d'un produit élastique qui sert à combler les fissures dans divers matériaux (briques, béton). Seul un enduit au plâtre permet de restaurer… du plâtre . Ils sont nombreux, mais peu couteux.  Une échelle (ou un escabeau) sera nécessaire pour traiter sans fatigue les parties hautes ou le plafond. Vous verrez bien ce que vous faites. Un seau (ou une auge) servira à préparer l'enduit, la taille sera fonction de la quantité à faire. Une perceuse avec un mélangeur en forme d'hélice sera bien utile si vous avez une grande quantité à préparer. Un bac à enduit servira à stocker l'enduit prêt. Une taloche carrée permettra de déposer l'enduit qui va être utilisé. Vous la tenez de votre main malhabile et de l'autre, vous avez votre couteau à plâtre. Il faut un temps d'adaptation pour être efficace . Un platoir, un rouleau ou un couteau à plâtre large serviront à étaler l'enduit. Pour une grande surface, prenez un platoir d'au moins 30 cm de large. Pour une fissure ou un trou, un couteau plus large devrait suffire . Avant toute chose, regardez bien le dosage prévu par le fabricant et le temps d'utilisation de l'enduit (entre 20 et 90 minutes selon le type d'enduit), c'est le temps durant lequel vous pouvez appliquer l'enduit dans des conditions optimales. S'il fait chaud, ce temps sera réduit et à l'inverse, si le temps est plus froid, le temps de prise est rallongé. Préparez votre mélange au fur et à mesure de vos besoins. Si vous en préparez trop, l'enduit va sécher et ce sera du gâchis.  L'avantage de l'enduit est qu'il peut être poncé quand il est sec et supporter une nouvelle couche. Pour éviter une telle manœuvre, il vaut mieux faire attention à ce que vous faites, car une fois l'enduit en prise, il est impossible à enlever proprement sans poncer. L'avantage de l'enduit en poudre est qu'il ne s'abime pas dans le temps, alors que l'enduit tout préparé finit par sécher. Cependant, quel que soit l'enduit, ils sont tous parfaits pour les murs ou les plafonds, même dans les pièces forcément un peu humides, comme une salle de bains ou une cuisine. L'enduit sèche même en milieu humide. Certes, il est tout préparé, mais avant de l'utiliser vous devez le remuer pour lui rendre sa malléabilité et son homogénéité. Si vous avez un grand pot d'enduit, installez un mélangeur à hélice au bout d'une perceuse. Pour une petite quantité, un brassage avec une spatule est suffisant. Mélangez jusqu'à avoir un mélange homogène, quelque chose qui ressemblerait à du fromage blanc un peu épais. Si vous pensez que l'enduit est peu trop sec, ajoutez un peu d'eau et remuez bien. Un enduit, vendu en blanc, peut être teinté dans la masse, il suffit pour cela de lui ajouter un pigment vendu en surface de bricolage au rayon des couleurs. Il est également possible de lui ajouter du sable afin d'avoir un rendu granuleux, sa granulométrie dépendra de l'effet escompté. Commencez toujours par mettre un peu moins d'eau que ne le recommande le fabricant. Mélangez avec l'hélice à basse vitesse pour commencer, puis quand le mélange est déjà bien homogène, ajoutez éventuellement de l'eau et augmentez la vitesse du mélangeur. Si vous voulez une couche fine, votre enduit doit être assez liquide, il s'étalera mieux. Avec Internet, il est facile de trouver des sites avec des vidéos qui vous montrent quelle doit être la texture de l'enduit pour une application aisée : tapez une requête du type « préparation enduit murs ».  Si vous mélangez votre enduit avec une hélice, faites attention aux éclaboussures et surtout ne la sortez pas du pot alors qu'elle tourne encore, vous risqueriez de décorer votre pièce de façon imprévue. C'est rare, mais il peut arriver qu'il y ait un agglomérat d'enduit dans votre enduit tout prêt. Si vous le découvrez durant l'application sur le mur, le mieux est de l'enlever avec votre couteau ou même à la main, à moins qu'il ne disparaisse facilement en l'écrasant. L'enduit, surtout de finition, ayant tendance à sécher assez vite, si vous avez une grande surface à enduire, avec en particulier des points hauts, l'idéal est de travailler à deux, l'un prépare l'enduit et l'amène à celui qui l'étale. Votre assistant veillera à bien nettoyer le seau entre chaque mélange pour qu'il n'y ait pas grumeaux et aussi les outils au fur et à mesure des besoins.",
            "Avant de commencer, demandez-vous quelle épaisseur vous voulez mettre et quelle texture vous voulez (lisse ou plus rustique). Si vous êtes droitier, tenez votre taloche avec l'enduit de la main gauche et la spatule de la main droite. Au départ, vous tâtonnerez certainement pour appliquer l'enduit à votre convenance, mais au bout de quelques minutes, tout devrait bien se passer, ce n'est pas très compliqué. Si vous trouvez que l'enduit s'étale mal, mouillez-le un peu. Sachez aussi qu'il vaut mieux mettre moins d'enduit au départ, plutôt que d'avoir à poncer ensuite . Prenez un peu d'enduit au bout de votre couteau et placez-le au-dessus ou au-dessous de l'endroit qui nécessite d'être mis à niveau. Veillez à bien poser le tranchant du couteau contre la cloison et appuyez bien de façon à ne pas trop laisser d'enduit. Déplacez le couteau à vitesse régulière, vous aurez tout le temps de rectifier plus tard. Regardez si la zone creusée est bien comblée.  Commencez dans un angle du mur et travaillez de bas en haut. Si vous passez l'enduit sur un plafond, commencez sur un bord en direction du centre. Si c'est la première fois que vous passez un enduit, exercez-vous sur une chute de cloison sèche pour voir ce que cela donne. Ainsi, vous vous ferez la main et vous verrez comment il faut tenir le couteau et quelle épaisseur vous laissez. Attendez que cela sèche et voyez si vous en avez trop mis ou non. Vous venez de combler une zone déprimée, regardez maintenant comment est votre surface. Si vous pensez qu'il faut encore un peu d'enduit, n'hésitez pas à faire un nouveau passage avec un petit moins de matière. Peu importe si vous dépassez beaucoup de la zone, ce qui compte c'est de ne pas mettre une couche trop épaisse. Pour bien combler une zone en creux, il faut passer le couteau dans différentes directions (verticalement, horizontalement, en diagonale).  Une zone enduite n'est jamais plane du premier coup. Après avoir enduit une bonne partie de votre mur, repérez à l'aide d'une lumière rasante (une baladeuse, par exemple), les zones à combler et rebouchez-les immédiatement avec un peu d'enduit. Passer un enduit est un travail long et minutieux, il faut passer plusieurs fois pour avoir une surface bien plane, en veillant toujours à ne pas mettre trop de matière pour ne pas avoir à trop poncer. Il est toujours préférable d'enduire une surface d'un seul jet. Si vous ne pouvez pas faire toute la pièce, finissez au moins le mur commencé pour ne pas avoir à faire un raccord. N'enduisez pas sur une largeur trop importante. Outre que vous finirez par avoir mal au bras et que vous gaspillerez de l'enduit, vous ne réussirez jamais avec un couteau trop large à appuyer de façon homogène sur l'ensemble de la largeur, d'où des zones non comblées à certains endroits et des surépaisseurs ailleurs (qu'il faudra poncer). Parfois, l'enduit est sec en quelques heures, mais le mieux est de le laisser sécher une nuit. Pour les joints et certaines fissures, il faut mettre une bande à joint sur laquelle il y aura plusieurs couches d'enduit (de 2 à 4) de plus en plus larges. Vous devez obtenir une surface parfaitement lisse, malgré la bande. En matière d'enduit, il vaut toujours mieux passer plusieurs couches minces faciles à poncer qu'une seule couche épaisse difficile à poncer .",
            "Faites-le avec un papier de verre fin (grain 180 à 220) afin d'éliminer toute rugosité. Si vous rencontrez des creux, marquez-les au crayon pour les combler avec un peu d'enduit avant de passer une couche générale qui va tout masquer. Croisez-la par rapport à la couche précédente. Si la première était verticale, la seconde sera horizontale. Laissez bien sécher, puis poncez à nouveau. Passez votre main sur toute surface qui vient d'être poncée, elle ne doit présenter aucune aspérité ni en creux ni en relief. Tant que la surface n'est pas parfaite, appliquez des couches selon le même principe. À chaque nouvelle couche, vous inverserez le sens d'étalement, vous attendrez le temps nécessaire, puis vous poncerez. Une fois la dernière couche passée et séchée, passez l'aspirateur aussi bien sur les murs qu'au sol. Vous êtes désormais prêt à passer une sous-couche avant peinture ou une couche d'apprêt si vous collez du papier peint.",
            "Videz la pièce en retirant tous les objets et tous les meubles. Recouvrez le sol d'une bâche ou d'un plastique que vous ferez tenir avec un adhésif. Protégez hermétiquement les portes et les fenêtres pour éviter que la poussière ne s'infiltre partout. Retirez ou protégez les caches des interrupteurs et des prises électriques. Inspectez vos murs et votre plafond à la recherche de fissures, de fentes ou de trous. Ceux-ci devront être réparés en priorité. Si vous avez installé de nouvelles plaques de plâtre, faites de beaux joints bien plats. Après les avoir nettoyés, rebouchez les trous dans telle ou telle plaque. Si votre plafond a des cloques, faites-les disparaitre, puis rebouchez les trous faits .  S'il y en a, retirez tous les clous et autres pointes qui seraient fichés dans le plâtre. Rebouchez proprement les petits trous avec de l'enduit de finition. Pour les fentes et les trous, enlevez toutes les parties qui ne tiennent pas. Dépoussiérez bien, puis remplissez le trou ou la fissure d'un enduit de rebouchage. Si la fissure risque de rejouer, après l'avoir comblée, posez une bande à joint que vous enduirez et laisserez bien sécher. . Dépoussiérez-les, puis dégraissez-les avec une grosse éponge trempée dans la lessive Saint-Marc. Retrempez fréquemment votre éponge et quand vous avez terminé, rincez bien vos murs à l'eau claire pour enlever le détergent .  Dépoussiérez bien votre surface avec un aspirateur afin que la poussière ne s'envole pas partout dans la pièce. Munissez l'aspirateur de l'embout à poils souples . Pour les petites aspérités et taches, utilisez une éponge légèrement humide. Pour la saleté plus incrustée, utilisez un peu d'eau chaude et du liquide vaisselle, sinon, préparez une solution avec 4 l d'eau chaude, 25 cl d'ammoniaque, une dizaine de centilitres de vinaigre et une centaine de grammes de bicarbonate de sodium. Remuez bien. Si vous ne voulez pas vous embêter à préparer une solution détergente, sachez qu'il en existe en vente dans le commerce. Renseignez-vous. Afin que l'enduit adhère bien, dégraissez la surface, puis passez un primaire d'accroche spécifique. Laissez-le sécher le temps prévu par le fabricant. Par contre, si votre surface était recouverte d'un papier peint, ce serait un primaire à base d'huile qu'il vous faudrait. Adressez-vous en magasin à un vendeur compétent."
          ],
          "summary": [
            "Achetez un bon enduit de finition. Ne prenez surtout pas d'enduit colle. Rassemblez les outils dont vous allez avoir besoin. Préparez votre enduit. Mélangez votre enduit prêt à l'emploi. Ajoutez éventuellement un colorant. Mouillez votre enduit sec par étapes. En cas de grande surface, demandez de l'aide.",
            "Préparez la première couche de l'enduit de finition. Appliquez la première couche. Rajoutez de l'enduit. Laissez sécher une nuit entière.",
            "Poncez vos murs. Appliquez une deuxième couche d'enduit. Appliquez d'autres couches. Nettoyez consciencieusement vos murs.",
            "Protégez vos meubles et les encadrements d'huisserie. Repérez tous les dégâts. Nettoyez consciencieusement vos surfaces Appliquez un primaire à base d'eau."
          ],
          "english_url": [
            "https://www.wikihow.com/Skim-Coat",
            "https://www.wikihow.com/Skim-Coat",
            "https://www.wikihow.com/Skim-Coat",
            "https://www.wikihow.com/Skim-Coat"
          ],
          "english_section_name": [
            "Preparing Materials",
            "Applying a Skim Coat",
            "Applying the Finishing Coats",
            "Preparing the Surface"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 14,
      "row": {
        "url": "https://fr.wikihow.com/pr%C3%A9server-les-piments",
        "article": {
          "section_name": [
            "Congeler les piments",
            "Faire sécher les piments",
            "Mettre les piments en conserve"
          ],
          "document": [
            "Tout type de piment peut être congelé, qu'il soit cru ou grillé. En général, les piments gardent leur saveur pendant huit à neuf mois, mais ils deviendront mous une fois que vous les décongèlerez. Cela rend cette méthode plus appropriée pour les piments que vous voulez émincer et utiliser dans des recettes. À la différence de la plupart des légumes, les piments n'ont pas besoin d'être blanchis pour garder leur qualité avant de les congeler. Cela fait de la congélation une technique de conservation plus rapide et plus facile que pour la majorité des légumes. Les piments forts peuvent provoquer des irritations douloureuses sur la peau. Portez toujours des gants en caoutchouc lorsque vous manipulez des piments forts et évitez de toucher certaines zones sensibles de votre corps, comme le visage. Nettoyez tout ce qui entre en contact avec les piments à l'eau chaude et au savon avant de l'utiliser pour faire autre chose. Même si des études scientifiques complémentaires sont nécessaires, il convient de noter que les gants en latex pourraient ne pas vous protéger des irritations après un contact prolongé avec les piments forts. Découpez les piments en deux et débarrassez-les de leurs graines et de la membrane blanche qui se trouve dedans. Découpez les piments dans le sens de la longueur ou de la largeur, selon la façon dont vous les préférez dans vos recettes.  Les piments rouges sont souvent grillés avant d'être congelés, mais c'est une étape facultative. Il n'est pas nécessaire non plus de les couper avant de les congeler. Étalez les piments découpés en une seule couche, pour qu'ils puissent congeler sans être en contact les uns avec les autres et sans coller. Mettez la plaque au congélateur jusqu'à ce que les piments soient durs, en les vérifiant toutes les vingt minutes.  Utilisez plutôt une plaque à four à bords relevés pour éviter que les piments ne tombent, mais vous pouvez aussi utiliser toute plaque plate. Autrement, enveloppez chaque piment dans du papier ciré ou dans un autre matériau qui peut passer au congélateur, pour que les morceaux restent séparés les uns des autres. Puis passez à l'étape suivante. Une fois que les piments sont congelés séparément, ils ont moins de chances de se coller les uns aux autres dans le congélateur. À ce moment-là, vous pouvez les récupérer et les mettre dans un récipient hermétique, par exemple dans un sac congélation ou une boîte refermable. Sortez le plus d'air possible du sac avant de le fermer.  Pour optimiser la conservation sur le long terme, conservez la température de votre congélateur à -18 °C ou plus basse.  Mettez une étiquette sur le sac ou la boîte avec le nom de la variété de piment ou avec une description générale, par exemple piment épicé ou piment doux.",
            "Les piments peuvent être séchés sans posséder d'appareils spéciaux, même si un déshydrateur ou un four peuvent accélérer la déshydratation. Si vous les conservez correctement, vous pouvez garder les piments préservés de cette façon pendant plusieurs mois. Une fois préservés, vous pouvez les effriter au mixeur pour préparer une poudre épicée ou les faire tremper dans l'eau pendant 20 minutes pour leur redonner une texture plus épaisse avant de vous en servir dans vos plats. Ces méthodes peuvent être utilisées avec n'importe quelle variété de piment, même si les piments verts et les poivrons peuvent prendre beaucoup plus de temps que les piments rouges. Retirez les graines et la membrane, puis découpez-les en tranches fines ou en cubes pour accélérer la déshydratation. Faites chauffer votre four à la température la plus basse possible ou réglez le déshydrateur sur 60°C ou moins. Selon le type de piment, les tranches ou les cubes peuvent prendre entre 4 et 10 heures pour sécher complètement. Vérifiez toutes les deux heures ou toutes les heures si vous utilisez votre four à cause des différences de température dont il peut être affecté. Vous pouvez conserver les piments grillés de cette façon. Faites-les griller jusqu'à ce que la peau commence à faire des cloques, puis découpez-les et placez la face non grillée vers le bas sur la plaque du four ou du déshydrateur. Si les températures pendant la journée dépassent les 30°C et si vous avez accès à une zone en plein soleil, vous pouvez faire sécher vos piments dehors. Tout d'abord, retirez les graines et la membrane qui se trouvent dans les piments, puis découpez-les en tranches ou en cubes. Étalez-les sur un grillage ou sur une plaque à biscuits et faites-les sécher pendant plusieurs jours jusqu'à ce qu'ils deviennent plus friables. Rentrez-les le soir si les températures de la nuit sont suffisamment basses pour créer de la rosée. Les poivrons sont généralement trop pleins d'eau et ont la peau trop épaisse pour sécher au soleil. Essayez plutôt de les faire sécher au four ou au déshydrateur. Des piments enfilés sur une ficelle peuvent en plus faire office de décoration pendant qu'ils sèchent et vous n'avez besoin de rien d'autre qu'une pièce sèche bien aérée. Installez du fil de pêche ou de la ficelle de cuisine sur une aiguille, percez la tige sur le dessus du piment et enroulez la ficelle tout autour de la partie supérieure du piment. Recommencez avec chacun des piments en utilisant la même longueur de fil de pêche et suspendez le tout pour les faire sécher.  Cette méthode n'est recommandée que pour les piments rouges forts, puisque leur peau fine contient très peu d'eau. Les piments verts ou les poivrons ont plus de chances de moisir avant d'avoir le temps de sécher. Vous pouvez attacher deux ou trois piments ensemble pour créer une guirlande plus décorative.",
            "Malgré des idées fausses très répandues, tous les types de piments sont considérés comme des aliments pauvres en acide et ils ne peuvent pas être conservés dans de l'eau à moins qu'un acide, en général du vinaigre, n'y soit ajouté. Cependant, l'effet provoqué par le vinaigre crée une saveur qu'aiment de nombreuses personnes. Cette méthode est aussi l'une des meilleures pour conserver la texture croquante du piment.   Note : puisque cette préparation peut être compliquée, il est recommandé de lire toutes les instructions avant de commencer. Une marmite peut rendre la préparation plus simple. Si vous avez une cocotte minute, reportez-vous aux conseils pour préserver les piments sans les saumurer auparavant. Lavez des bocaux solides et intacts au lave-vaisselle ou bien mettez-les dans de l'eau bouillante et laissez frémir l'eau. Cela permet de garder les bocaux propres et d'éviter qu'ils ne se cassent lorsque vous y mettrez de l'eau bouillante dedans. Vous aurez besoin de pinces pour sortir les bocaux et les couvercles de l'eau bouillante. Vous devez préparer les piments à la mise en bocal en les lavant, en retirant les tiges et les graines et en les découpant de la taille que vous voulez. Il est déconseillé pour des raisons de sécurité d'utiliser des bocaux trop grands ou des bocaux qui ne sont pas conçus pour faire des conserves. Laissez environ 3 cm d'espace sur le haut de chaque bocal. On met en général 500 g de piments dans des bocaux de 500 ml. Le vinaigre peut être utilisé pour conserver les piments, mais vous devez choisir le bon type de vinaigre. Essayez d'utiliser un vinaigre de haute qualité qui contient au moins 5 % d'acide acétique . Évitez d'utiliser du vinaigre fait maison à moins que vous soyez sûr qu'il contient le taux d'acide requis. Les vinaigres clairs vont permettre de conserver la couleur originale des piments, alors que le vinaigre de cidre ou de vin peut rendre les piments plus sombres, tout en les conservant aussi très bien. Une préparation typique de neuf bocaux de 500 ml demande au moins 2 250 ml de solution. Au moins un tiers de solution doit être du vinaigre pour conserver les piments en toute sécurité, puis vous choisissez les autres ingrédients selon vos préférences. Voici quelques suggestions :  pour des poivrons, utilisez 700 ml de vinaigre et 700 ml d'eau, puis 800 ml de sucre. Ajoutez 25 ml de sel de saumure pour donner du goût, à moins que vous souhaitiez préparer une recette pauvre en sodium. Pour donner plus de goût, vous pouvez aussi ajouter 9 gousses d'ail pelées, mais ce n'est pas obligatoire, pour des piments forts ou pour un mélange de piments forts et de piments doux, essayez 1 200 ml de vinaigre, 240 ml d'eau et 2 c. à s. (30 ml) de sucre pour un résultat plus acide. Si vous le souhaitez, vous pouvez ajouter 2 c. à s. (30 ml) de sel de saumure et 2 gousses d'ail. Mettez le mélange d'eau et de vinaigre dans une grande casserole sur feu moyen ou vif. Attendez que le mélange bouille à gros bouillons, puis sortez-le tout de suite du feu. Vous éliminez les germes et les microbes qui pourraient contaminer les piments en faisant bouillir l'eau. Si vous laissez la solution bouillir pendant plusieurs de deux ou trois minutes, vous devriez y ajouter un peu plus de vinaigre et faire bouillir une deuxième fois. Une exposition prolongée à la chaleur peut détruire une partie de l'acide acétique, l'élément principal de préservation dans la solution. Versez le mélange chaud de vinaigre, de sucre et d'eau dans chacun des bocaux jusqu'à ce que les piments soient complètement recouverts de liquide. Essayez de laisser environ 2 cm d'espace sur le dessus du bocal. Faites passer un couteau autour du bord de chaque bocal pour faire remonter les bulles d'air. Utilisez un chiffon humide et propre pour essuyer l'intérieur de chaque rebord. Scellez les bocaux selon les indications du fabricant, en général en plaçant le couvercle sur le dessus en le vissant sur le bocal. Remplissez à moitié d'eau une marmite standard ou une marmite avec un support métallique au fond. Faites chauffer jusqu'à ébullition, puis immergez les bocaux dans l'eau. Disposez les bocaux de façon à ce qu'aucun d'entre eux ne se touche ou sur les bords de la marmite. L'eau doit être suffisamment profonde pour recouvrir les bocaux sur 3 à 5 cm. Les bocaux doivent bouillir pendant une certaine durée pour créer un environnement sûr et conserver les piments. Commencez à chronométrer la cuisson une fois que l'eau commence à bouillir, pas à partir du moment où vous les plongez dans l'eau. Si l'eau arrête de bouillir, vous devez recommencer cette étape depuis le début.  Si vous êtes à une altitude élevée, commencez à faire bouillir en suivant les durées ci-dessous, puis ajoutez 2 minutes de cuisson en plus tous les 300 mètres d'altitude supplémentaires.  Faites bouillir les piments forts pendant au moins 15 minutes dans des bocaux de 500 ml.  Faites bouillir les piments doux ou les poivrons pendant au moins 10 minutes dans des bocaux de 500 ml.  Cette recette n'indique pas le temps de cuisson pour des bocaux plus larges. Vous pourrez trouver sur Internet les temps de cuisson de piments en conserve pour des bocaux d'un litre. Conservez les piments dans un endroit frais et sombre, avec une température qui ne dépasse pas les 24 °C. Dans ces conditions-là, vous pouvez généralement conserver les piments jusqu'à deux ans. Une fois que vous ouvrez le bocal, conservez les piments au réfrigérateur jusqu'à ce qu'il n'y en ait plus. Ne consommez pas les piments qui proviennent d'un bocal dont le couvercle est arrondi ou n'est pas fixe ou si les piments sont devenus marrons ou noirs."
          ],
          "summary": [
            "Congelez les piments pour conserver leur goût, mais pas leur texture. Portez des gants en caoutchouc si les piments sont forts. Nettoyez et découpez les piments. Congelez les piments sur une plaque à four. Mettez les piments dans un récipient hermétique.",
            "Faites sécher les piments pour en faire de la poudre ou pour les conserver et les utiliser dans vos recettes. Faites sécher n'importe quel piment dans le four ou le déshydrateur. Essayez de faire sécher les piments en plein soleil. Autrement, vous pouvez aussi accrocher vos piments pour les faire sécher pendant plusieurs semaines.",
            "Suivez cette méthode pour conserver les piments en toute sécurité jusqu'à deux ans. Lavez les bocaux et les couvercles et faites-les chauffer. Lavez et préparez les piments. Remplissez des bocaux en verre de 500 ml ou plus petits avec vos piments. Choisissez un vinaigre fort. Mélangez le vinaigre, l'eau et les ingrédients facultatifs. Portez le mélange à ébullition. Ajoutez le mélange de vinaigre chaud dans les bocaux jusqu'à ce que les piments soient complètement submergés. Nettoyez et scellez les bocaux. Disposez les bocaux dans un panier dans la marmite d'eau bouillante. Sachez combien de temps vous devez faire bouillir les bocaux. Laissez refroidir."
          ],
          "english_url": [
            "https://www.wikihow.com/Preserve-Peppers",
            "https://www.wikihow.com/Preserve-Peppers",
            "https://www.wikihow.com/Preserve-Peppers"
          ],
          "english_section_name": [
            "Freezing Peppers",
            "Drying Peppers",
            "Canning Peppers"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 15,
      "row": {
        "url": "https://fr.wikihow.com/se-d%C3%A9barraser-des-cro%C3%BBtes-de-lait",
        "article": {
          "section_name": [
            "Utiliser des solutions médicales certifiées",
            "Prendre des mesures préventives",
            "Utiliser des remèdes maison"
          ],
          "document": [
            "Quand les croutes de lait continuent à réapparaitre quelques jours après les avoir ôtées, utiliser un shampoing médical plusieurs fois par semaine peut s'avérer un traitement efficace. Les shampoings antipelliculaires contiennent du goudron, qui réduit les desquamations et prévient le dessèchement de la peau.  Les shampoings contenant l'antifongique kétoconazole ou du sulfure de sélénium 1 % peuvent aussi être utilisés pour traiter les croutes de lait . Les shampoings antipelliculaires qui contiennent de l'acide salicylique ne sont pas recommandés pour les bébés, car cet ingrédient peut être nocif pour les bébés et il peut être facilement absorbé par la peau . Adressez-vous à votre médecin avant d'utiliser un shampoing médical sur le cuir chevelu de votre bébé. Il vous recommandera une marque de shampoing ou vous fournira une ordonnance pour un produit adapté aux besoins de votre enfant. Si le cuir chevelu de votre bébé est enflammé, rouge ou sujet aux démangeaisons, la crème à l'hydrocortisone, qui est également utilisée pour traiter les éruptions cutanées et les piqures d'insectes, peut aider à soulager les symptômes. Consultez votre médecin avant de vous procurer une crème à l'hydrocortisone sans ordonnance .",
            "Les enfants avec des croutes de lait ont souvent d'autres symptômes liés à une peau sèche, facilement irritée. Installez un humidificateur d'air dans la chambre de votre bébé pour éviter que sa peau ne devienne trop sèche . Appliquer un produit hydratant sur le cuir chevelu pendant qu'il est encore chaud et légèrement humide après le bain peut aider à conserver l'humidité de la peau, évitant ainsi qu'elle ne devienne sèche et squameuse. Utilisez une lotion ou une pommade élaborée pour les bébés à peau sensible. Les croutes de lait peuvent parfois être causées par une allergie au lait maternisé. Si votre bébé présente des taches rouges sur le visage ainsi que des épisodes de diarrhées et autres symptômes allergiques en plus des croutes de lait, parlez-en à votre médecin pour trouver un lait maternisé plus adapté à votre bébé .",
            "Il n'y aura pas de lésions si vous utilisez vos mains pour enlever « la calotte ». C'est le moyen le plus simple et le plus efficace pour enlever les croutes et les dartres qui apparaissent quand un bébé a des croutes de lait.  Frottez vos doigts sur les plaques squameuses, puis grattez et retirez délicatement la peau morte et jetez-la. Si vous ne voulez pas utiliser vos doigts pour retirer les croutes, mettez de fins gants de latex (à condition bien sûr que votre bébé ne soit pas allergique au latex). Vous pouvez aussi couvrir vos mains avec une pellicule de plastique pour éviter de toucher directement les peaux mortes. Souvenez-vous que les croutes de lait ne sont pas contagieuses et enlever les croutes sera plus confortable pour votre bébé. Ne pas utiliser de ciseaux ou autre outil pointu pour enlever les croutes, car vous risquez de piquer accidentellement la tête du bébé et provoquer une blessure. Utilisez de l'eau chaude pour baigner sa tête et massez délicatement son cuir chevelu avec les doigts. L'eau va ramollir les croutes que vous pouvez ensuite gratter.  L'utilisation d'un shampoing doux pour bébé peut aider à ramollir les croutes, pensez donc à l'ajouter à votre bain quotidien. Cependant, vous pourriez constater que le shampoing dessèche davantage le cuir chevelu du bébé. Utilisez une brosse à poils doux pour aider à ramollir les croutes tandis que la tête du bébé est encore humide. Parfois, les croutes de lait nécessitent un coup de main extérieur avant de pouvoir être grattées. Étalez de l'huile pour bébé ou de la vaseline sur les zones sèches, patientez ensuite 15 minutes afin de laisser les croutes s'adoucir avant de les retirer.  L'huile d'olive et l'huile végétale fonctionnent bien également pour enlever les croutes. Utilisez du shampoing et de l'eau chaude pour enlever l'huile une fois que vous avez terminé. Laisser des résidus d'huile peut aggraver le problème en favorisant la formation de nouvelles croutes."
          ],
          "summary": [
            "Utilisez un shampoing antipelliculaire médical . Pensez à utiliser une crème à l'hydrocortisone.",
            "Humidifiez votre maison. Hydratez le cuir chevelu du bébé après le bain. Pensez à l'alimentation du bébé.",
            "Enlevez les peaux mortes avec les doigts. Lavez la tête du bébé chaque jour. Utilisez de l'huile et de la gelée."
          ],
          "english_url": [
            "https://www.wikihow.com/Get-Rid-of-Cradle-Cap",
            "https://www.wikihow.com/Get-Rid-of-Cradle-Cap",
            "https://www.wikihow.com/Get-Rid-of-Cradle-Cap"
          ],
          "english_section_name": [
            "Implementing Verified Medical Solutions",
            "Taking Preventative Measures",
            "Using Home Remedies"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 16,
      "row": {
        "url": "https://fr.wikihow.com/%C3%A9crire-un-e%E2%80%91mail-%C3%A0-un-ami",
        "article": {
          "section_name": [
            "Terminer l'email",
            "Commencer l'email",
            "Écrire le corps de l'email",
            "Écrire à un ami qu'on n'a pas vu depuis longtemps"
          ],
          "document": [
            "Explorez la barre de formatage, une rangée d'icônes qui se trouve en haut ou en bas de la fenêtre, pour connaitre les différentes options de polices de caractères et de couleurs de texte.  Si vous écrivez à propos d'un sujet sérieux, il vaudrait mieux que vous vous contentiez du texte en noir avec une police de base . Si votre ami est sur un serveur différent, les polices pourraient ne pas s'afficher correctement. En général, vous pouvez utiliser Arial, Times, Verdana, Trebuchet et Geneva sans problème . Essayez de ne pas trop en faire avec les différentes polices et couleurs. Votre texte doit rester facile à lire. Si vous écrivez un email amusant à un ami, vous pouvez y ajouter quelques émojis de temps en temps pour le rendre plus amical. Cependant, si vous écrivez à propos d'un sujet plus sérieux, vous devriez vous en abstenir. Ils pourraient rendre votre email trop joyeux. Faites attention de ne pas trop en mettre, ils pourraient distraire votre ami du sujet. Envoyez-lui vos meilleurs vœux en lui faisant savoir que vous aimeriez qu'il vous réponde et dites-lui que vous espérez le revoir bientôt . Vous pourriez lui dire : « j'espère que tu passes une excellente semaine. Je suis impatient(e) d'avoir de tes nouvelles ! » Terminez l'email par une formule consacrée comme « mes meilleurs vœux », « à bientôt » ou « cordialement ». Ensuite, sautez quelques lignes avant d'écrire votre nom . Cliquez sur le bouton Attacher une photo qui devrait généralement ressembler à une photo ou un appareil photo. Vous devriez le trouver à côté des autres boutons de formatage. Ensuite, choisissez sur votre ordinateur les photos à lui envoyer .  Si vous lui écrivez à propos de votre nouveau chien, vous pourriez lui envoyer une photo du chiot ! Essayez de ne pas joindre trop de photos. S'il y en a trop, votre email pourrait se retrouver dans la boite des indésirables . Une fois que vous avez terminé d'écrire, relisez votre email une ou deux fois à la recherche de fautes d'orthographe ou de grammaire. Votre email sera plus facile à lire s'il ne contient pas d'erreurs. Si vous êtes plus jeune, demandez à un adulte de vous relire . Vérifiez une nouvelle fois que vous avez noté la bonne adresse email. Une fois que votre email est prêt à partir, appuyez sur le bouton en bas de la page où il est écrit Envoyer. Et voilà, votre email est en route !",
            "Avant de commencer l'email, vous devez vous assurer d'avoir l'adresse email correcte. Si vous lui avez déjà envoyé un email dans le passé, vous trouverez son adresse dans la liste de vos contacts. Autrement, vous pouvez demander à un autre ami de vous la donner. Entrez l'adresse email dans le champ à côté de « À ». Le champ pour le sujet se trouve sous le champ « À » et porte la mention « Sujet ». Résumez votre email en quelques mots pour que votre ami sache de quoi vous allez parler .  Si vous lui écrivez pour le saluer, vous pourriez simplement écrire « Salut ! » Si vous lui écrivez pour l'inviter à votre anniversaire, vous pourriez marquer dans le champ de sujet : « Invitation à ma fête d'anniversaire ». Commencez l'email avec une salutation, suivie du nom de la personne et une virgule. Puisque c'est un email que vous envoyez à un ami, vous pouvez utiliser une salutation informelle comme « salut  ». « Salut Catherine » est un exemple de salutation basique. Sautez une ligne et posez-lui une question comme « comment vas-tu ? » ou écrivez une phrase comme « j'espère que tu vas bien ». Cela montre à votre ami(e) que vous vous souciez de lui (elle).",
            "Vous lui écrivez peut-être pour savoir comment se passent ses vacances ou pour lui demander des nouvelles après une maladie. Quoi qu'il en soit, démarrez votre email en indiquant pourquoi vous lui écrivez . Vous pourriez lui dire : « j'ai entendu dire que tu as contracté la grippe et je voulais savoir comment tu vas. » Maintenant que vous avez fini l'introduction, il est temps d'aborder la raison de votre email. Divisez les gros morceaux de texte en plusieurs paragraphes de trois à quatre phrases pour que votre email soit plus facile à lire. Vous pourriez vouloir mettre des phrases en majuscules pour montrer votre joie, mais en fait, vous aurez l'air de crier. Utilisez plutôt des astérisques ou du texte en gras pour mettre en valeur les parties importantes . Posez-lui des questions relatives à ce que vous dites. Cela lui montre que vous êtes aussi intéressé(e) par son opinion . Si vous discutez de votre voyage à la plage, vous pourriez lui demander s'il a aussi été à la plage cet été. Si ce n'est pas le cas, vous pouvez lui conseiller d'y aller.",
            "Il est normal de perdre le contact avec son entourage, mais vous devriez vous excuser pour démarrer sur le bon pied . Vous pourriez lui dire : « je suis désolé(e) d'avoir passé tellement de temps sans t'envoyer de message. J'ai été vraiment occupé(e). » Puisque vous n'avez pas parlé depuis un moment, vous avez probablement beaucoup de choses à rattraper. Parlez-lui des développements intéressants de votre vie et demandez-lui ce qu'il se passe de nouveau dans la sienne . Vous pourriez lui dire : « depuis la dernière fois qu'on s'est parlé, j'ai rencontré quelqu'un. Tout se passe bien. As-tu aussi rencontré quelqu'un ? » Passez un peu de temps à discuter de choses que vous aimez tous les deux. Si vous adorez le football, vous pourriez écrire quelques lignes pour résumer le meilleur match récent de votre équipe préférée. N'oubliez pas aussi de lui demander ce qu'il en pense . Vous pourriez lui dire : « le match de la semaine dernière était incroyable ! Qu'as-tu pensé du dernier but ? » Si vous voulez l'inviter à sortir ou à venir à une soirée, c'est le moment de le faire . Vous pourriez lui dire : « j'organise une fête prénatale mardi prochain dans la soirée. Penses-tu pouvoir venir ? »"
          ],
          "summary": [
            "Essayez différentes polices et couleurs. Ajoutez des émojis si c'est approprié. Terminez en lui envoyant vos meilleurs vœux. Terminez et signez l'email. Attachez des images si vous le voulez. Corrigez votre email. Appuyez sur Envoyer.",
            "Trouvez l'adresse email de votre ami(e). Choisissez un sujet qui résume l'email. Commencez par une salutation. Demandez-lui comment il va.",
            "Dites-lui pourquoi vous lui écrivez. Dites-lui ce que vous voulez en quelques paragraphes. Évitez le texte en majuscules. Posez souvent des questions.",
            "Excusez-vous pour le manque de correspondance. Donnez-lui de vos nouvelles et demandez-lui-en. Discutez de vos centres d'intérêt en commun. Ajoutez une invitation ou une demande vers la fin."
          ],
          "english_url": [
            "https://www.wikihow.com/Write-an-Email-to-a-Friend",
            "https://www.wikihow.com/Write-an-Email-to-a-Friend",
            "https://www.wikihow.com/Write-an-Email-to-a-Friend",
            "https://www.wikihow.com/Write-an-Email-to-a-Friend"
          ],
          "english_section_name": [
            "Wrapping up Your Email",
            "Starting Your Email",
            "Writing the Email Body",
            "Writing to a Friend You Haven’t Seen in a While"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 17,
      "row": {
        "url": "https://fr.wikihow.com/se-d%C3%A9barrasser-des-fourmis-noires",
        "article": {
          "section_name": [
            "Les repousser avec des méthodes naturelles",
            "Les empêcher de revenir",
            "Utiliser des sprays et des appâts"
          ],
          "document": [
            "Il s'agit d'une substance naturelle sans risque pour les hommes comme pour les animaux de compagnie, mais qui s'avère très efficace contre les insectes et notamment les fourmis noires. Ce produit est en effet constitué de morceaux de fossiles broyés en morceaux qui attaquent l'exosquelette des insectes lorsqu'ils marchent dessus. Vous pouvez émietter un peu de cette terre dans les coins de votre maison, sous l'évier, sur les rebords de fenêtres, etc.  Toutes les deux semaines environ, remplacez l'ancienne terre par de la nouvelle. Cette substance ne marche pas aussi bien dans les endroits humides, car elle perd alors de sa solidité et de son efficacité. Si vous trouvez des dizaines de fourmis dans votre moquette ou sur vos tapis, alors recouvrez-les d'une fine couche de bicarbonate de soude, puis laissez reposer quelques heures avant de l'aspirer. Vous pouvez aussi utiliser de l'amidon de maïs sur la surface de la moquette puis l'aspirer tout de suite avant d'essayer d'aspirer les fourmis noires. L'amidon étouffera alors les fourmis, une fois dans le sac de l'aspirateur. Certaines d'entre elles agissent en effet comme répulsifs. Essayez de faire votre propre huile essentielle en ajoutant dix gouttes dans une tasse d'eau, puis versez le mélange dans un vaporisateur. Voici quelques huiles essentielles que vous pouvez utiliser pour cela :   de l'huile d'eucalyptus (à ne pas utiliser si vous avez un chat) de l'huile d'arbre à thé de la lavande de la menthe poivrée du citron Ce produit s'avère en effet un très bon répulsif. Saupoudrez-en simplement un peu dans les coins de votre maison et aux endroits où vous apercevez des fourmis. Si vous n'avez pas d'autre répulsif sous la main, alors saupoudrez un peu de cannelle dans votre cuisine et vous verrez que les fourmis ne tiendront pas longtemps face à l'odeur ! Sachez que cette méthode ne tuera pas les insectes, mais les empêchera de revenir chez vous par la suite.",
            "Passez régulièrement la serpillère, l'aspirateur ou le balai afin de vous débarrasser des petites miettes et autres sucreries tombées par terre. Après chaque repas, pensez à essuyer la table ainsi que les plans de travail de la cuisine. Les fourmis sont en effet attirées par n'importe quel petit reste de nourriture, alors assurez-vous que votre maison est toujours bien tenue afin de les empêcher de revenir. Il est en effet très important de ne pas laisser trainer la nourriture si vous voulez éviter d'être envahi par les insectes. Si les fourmis ont déjà investi les lieux, alors vous devrez surement prendre quelques mesures supplémentaires pour vous assurer que votre nourriture est bien à l'abri. Les aliments suivants ne doivent jamais se trouver à proximité d'une colonie de fourmis :   le sirop d'érable le jus de fruit le sucre les miettes de gâteau les fruits à la peau très fine comme les fraises Vous trouvez que les fourmis s'infiltrent trop facilement chez vous ? Alors, pensez toujours à bien fermer portes et fenêtres pour éviter qu'elles ne rentrent dans votre maison. Utilisez du mastic pour calfeutrer les fissures dans les murs et pensez également à bloquer le passage sous les portes et sur les rebords de fenêtres. Pensez aussi à observer votre maison de l'extérieur pour vérifier qu'il n'y a pas d'autres trous par où les fourmis pourraient s'infiltrer.",
            "Il s'agit en effet d'une solution très efficace pour combattre les fourmis noires. L'appât est constitué d'un mélange de poison et de sucre pour attirer les insectes qui en rapportent ensuite dans leur cachette, exposant ainsi le reste de la colonie au poison. Au bout d'une semaine, toutes les fourmis seront ainsi détruites.  Si vous décidez d'utiliser un appât, assurez-vous de le placer dans un endroit hors de portée des enfants et des animaux de compagnie. La plupart des appâts se trouvent en grande surface pour environ 5 €. Suivez les instructions du paquet puis placez-les sur les plans de travail de votre cuisine, dans les coins et autres endroits où vous apercevez souvent les fourmis. Si possible, essayez de placer un appât près de l'entrée de leur cachette. Il existe différents genres d'appâts, nécessitant chacun différentes préparations. Certains consistent à déposer quelques gouttes d'un produit toxique sur un morceau de carton, tandis que d'autres sont des kits complets en plastique, où vous n'avez qu'à retirer la pellicule de protection et à placer ensuite l'appât près du repère des fourmis. Les appâts prennent en effet un peu plus de temps à fonctionner que les méthodes en sprays, mais le résultat est bien plus efficace par la suite. Au bout de quelques jours, les fourmis rapporteront l'appât dans la colonie, tuant ainsi toutes leurs congénères en une seule fois. Assurez-vous également que votre maison soit propre et que la nourriture ne traine pas par terre, de façon à ce que les fourmis ne soient attirées que par les pièges. Si vous voulez vraiment vous assurer que les fourmis sont parties pour de bon, vous pouvez également les asperger de pesticide. Vous pourrez trouver en grande surface des produits spéciaux à mélanger vous-même et à vaporiser à l'extérieur, au rayon jardinage ou bricolage. Pensez également à en vaporiser tout autour de votre maison, pour éviter que les insectes ne rentrent de nouveau chez vous.  Assurez-vous que les enfants et les animaux de compagnie ne restent pas près des zones où vous avez utilisé le pesticide, afin qu'ils n'ingèrent pas de produit toxique. Vous pouvez également acheter des produits anti-insectes en spray, à vaporiser à l'intérieur de la maison. Vaporisez le produit aux endroits où vous apercevez des fourmis, ainsi que dans les fissures des murs, où elles peuvent parfois se glisser. Cette méthode entraine la mort immédiate des fourmis que vous pouvez ensuite balayer. Assurez-vous ensuite de bien nettoyer les endroits que vous avez aspergés, afin que les enfants n'entrent pas en contact avec le produit."
          ],
          "summary": [
            "Utilisez de la terre de diatomées. Utilisez du bicarbonate de soude pour nettoyer les tapis. Essayez un peu d'huile essentielle. Utilisez de l'acide borique. Essayez la cannelle en poudre.",
            "Nettoyez bien les sols et les plans de travail de votre cuisine. Stockez la nourriture. Fermez les portes et les fenêtres.",
            "Achetez des appâts à fourmis. Placez les appâts dans la région la plus touchée. Attendez quelques jours que le piège fonctionne. Essayez les pesticides en spray."
          ],
          "english_url": [
            "https://www.wikihow.com/Kill-Black-Ants",
            "https://www.wikihow.com/Kill-Black-Ants",
            "https://www.wikihow.com/Kill-Black-Ants"
          ],
          "english_section_name": [
            "Repelling them With Natural Methods",
            "Keeping Ants Away",
            "Using Bait and Sprays"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 18,
      "row": {
        "url": "https://fr.wikihow.com/fabriquer-une-%C3%A9charpe-pour-son-bras",
        "article": {
          "section_name": [
            "Prendre en charge un bras sévèrement touché",
            "Faire une écharpe avec une pièce de tissu",
            "Improviser une écharpe provisoire"
          ],
          "document": [
            "Une écharpe improvisée est très bien pour une blessure minime, mais elle ne saurait convenir pour des cas plus sérieux, comme une fracture ou une luxation. Le recours au médecin est indispensable, il examinera votre problème, demandera éventuellement une radiographie et vous proposera un traitement adapté. Il se peut que votre médecin vous impose le port d’une écharpe (médicale, celle-là !), comme il pourra demander la pose d’un plâtre ou une intervention chirurgicale. Une écharpe de fortune ne saurait convenir longtemps pour une fracture (ou une luxation) non soignée au préalable. Vous aurez forcément mal et de toute façon, vous ne ferez pas l’économie d’une visite chez un médecin.  Un bras cassé se caractérise par  :  une douleur intense une sensibilité marquée un œdème une perte de mobilité du bras une différence d'aspect avec l'autre bras   Même pour un profane, le diagnostic d’une luxation de l’épaule est assez facile à poser grâce aux symptômes suivants  :  une douleur dans le bras, l'épaule ou la clavicule une déformation (une « bosse » sur ou près de l'épaule) un œdème des ecchymoses Une fracture ouverte est facile à diagnostiquer, car la douleur est intense, mais surtout la plaie saigne et vous voyez apparaitre un bout d'os, d'où le nom de fracture « ouverte ». Inutile de vous dire que ce sont des fractures très douloureuses qui nécessitent une prise en charge professionnelle. Sachez aussi que ce qui a causé cette fracture ouverte a pu aussi entrainer d’autres problèmes . C’est pour toutes ces raisons qu’il est essentiel d’être pris en charge par un professionnel compétent qui prendra tout en considération. N'essayez pas de réduire une fracture vous-même : c'est le travail d'un professionnel de santé. Il peut arriver que vous ayez à le faire dans certaines conditions qu'il serait trop long d'énumérer ici. Disons que si vous êtes certain de ne pas pouvoir être pris en charge rapidement et si vous pensez que les choses ne vont pas aller en s'arrangeant, vous pouvez tenter de remettre votre main en place et de l'atteler. Une fracture est une blessure majeure qui requiert l’intervention d’un spécialiste. Il est cependant certains cas où une fracture se doit d’être réduite, c’est lorsque le traumatisme empêche le sang de correctement irriguer le membre situé en aval de la fracture. Le membre devient bleu ou pâlit singulièrement, vous n’avez plus aucune sensation, le froid envahit le membre : vous risquez alors une nécrose. La réduction d'une fracture consiste à remettre les deux parties fracturées dans leur prolongement naturel. C’est uniquement dans ces cas où vous risquez de perdre votre membre que vous êtes autorisé, vous ou un autre, à réduire la fracture. Il est toujours bon d’avoir suivi des cours de secourisme durant lesquels il y a toujours une formation sur la conduite à tenir en cas de fracture d’un membre, mais aussi sur l'élaboration d'une écharpe provisoire.",
            "C'est avec une forme comme le carré que vous arriverez le mieux à faire une écharpe. La taille de la pièce de tissu va dépendre de votre taille, mais généralement, un carré de tissu non élastique d'un mètre de côté convient parfaitement. En effet, un tissu extensible ne remplirait pas son office : chaque fois que vous bougeriez, votre blessure risquerait de s'aggraver.  Cette pièce de tissu d'un mètre de côté peut être découpée dans un vieux drap dont vous n'avez plus l'usage. La découpe peut être faite avec une simple paire de ciseaux ou un cutteur. Il est possible aussi de le découper à mains nues, à condition d'avoir fait une petite entaille au préalable. Au moment de découper votre future écharpe, songez qu'il vaut mieux avoir un bout de tissu trop grand que trop petit. En effet, autant il est facile d'ajuster une écharpe un peu grande en faisant  varier, au niveau de la nuque, la position du nœud, autant il est difficile de rattraper le coup si la pièce est trop petite. Pliez-la selon la diagonale et vous obtenez une partie large (au centre) qui va venir soutenir confortablement votre bras malade. Quant aux deux pointes du triangle, elles vont être nouées ensemble au niveau de la nuque. Si, après essai, vous voyez que la double épaisseur est gênante, vous pouvez très bien ne prendre qu'une seule épaisseur en découpant le carré selon la diagonale. En effet, votre bras va venir en contact avec un tissu pour de longues heures. Un drap, une taie d'oreiller sont peut-être propres, mais elles ne sont pas désinfectées au sens médical du terme. Vous ne pouvez laisser en contact des plaies et ce tissu, le risque d'infection serait trop grand. Toute plaie doit être nettoyée, désinfectée, puis protégée par un tissu stérile. À ce moment-là seulement, vous pourrez glisser votre bras dans l'écharpe. Pour soigner de petites écorchures ou plaies, lisez cet article. Bien entendu, si vous voyez que les blessures sont profondes, ou pire, si l'os sort, il est hors de question de bander quoi que ce soit : allez immédiatement aux urgences .  En premier lieu, vous devez nettoyer la plaie avec de l'eau ni trop chaude ni trop froide. Le mieux est de la mettre sous un filet d'eau, la pression doit être faible. Si vous ne respectez pas tous ces points, vous ne feriez qu'aggraver votre cas. Retirez de la plaie toute poussière et tout débris. Si l'eau n'arrive pas à tout enlever, utilisez une pince à épiler désinfectée. Il est essentiel de protéger la blessure. Lors de la pose du pansement, veillez à ce qu'aucune partie adhésive ne touche la plaie. Si c'est nécessaire, mettez un peu de gaze stérile entre la plaie et le pansement. À moins que vous n'ayez quelques connaissances en soins infirmiers, n'en faites pas plus sur votre blessure. Vous devez retirer tous vos bijoux, vos bracelets, éventuellement un brassard (au niveau du biceps). Enlevez tout particulièrement les objets qui serreraient trop les doigts, le poignet ou le bras. Ainsi, en cas d'œdème, la circulation sanguine, et donc la cicatrisation pourront se faire normalement, sans quoi vous pourriez connaitre douleur, irritation, sinon pire. Pliez votre bras blessé à angle droit devant votre poitrine. Placez la partie la plus large du triangle au niveau du bras blessé, entre vous et le bras. Placez la diagonale du côté de la main et la petite pointe, au niveau de votre hanche. L'écharpe pour l'instant pend entre vous et votre bras. Déposez la pointe que vous tenez à la main sur l'épaule du même côté, en veillant à ce qu'elle y reste. Servez-vous de votre bras bien portant pour saisir la pointe qui pend dans le vide et ramenez-la sur l'épaule du bras blessé. Ainsi, les deux pointes se rejoignent derrière le cou, prêtes à être nouées. Manœuvrez très doucement pour ne pas déplacer trop brusquement votre bras blessé. Pour vérifier la bonne longueur de l'écharpe, cette dernière doit pouvoir se nouer facilement derrière la nuque, votre bras doit être à 90° et dans une position confortable. Vos doigts, en tout cas nombre d'entre eux, doivent dépasser de l'écharpe afin que vous puissiez, si nécessaire, vous en servir pour écrire ou saisir un objet. Si ce n'est pas le cas, ajustez la taille ou changez d'écharpe. Une fois la bonne longueur trouvée, c'est-à-dire que vous sentez que la position est confortable, il ne vous reste plus qu'à nouer les deux extrémités de l'écharpe derrière le cou, même si l'opération n'est pas toujours simple avec une seule main. Pour trouver la bonne hauteur, il suffit de défaire le nœud, et de le refaire plus haut ou plus bas. Voilà ! Votre écharpe est opérationnelle.  Si le nœud de l'écharpe vous blesse la nuque, glissez entre les deux un petit morceau de tissu (une serviette ou un mouchoir). Si vous avez des cheveux un peu ou très longs, veillez à ne pas les coincer dans le nœud. Si cela arrivait, à chaque mouvement de l'écharpe, vous ressentiriez un tiraillement sur le cuir chevelu, ce qui vous l'avouerez n'est pas très agréable. Si l'écharpe est assez grande, vous pouvez la fermer au niveau du coude du bras blessé en réunissant les deux pans à l'aide d'une épingle de sureté. Ainsi, votre avant-bras ne pourra pas reculer lorsque vous vaquerez à vos occupations, et pourra reposer dans une sorte d'enveloppe protectrice. Votre bras sera bien plus fixe. En effet, lorsqu'on porte une écharpe, une bonne partie du poids du bras est transférée sur le haut du dos et dans le cou. C'est ce surpoids inhabituel qui peut générer un mal de dos ou de cervicales. Certes, ce ne sera pas une douleur insupportable, mais à la fin de la journée, vous pourriez ressentir comme une tension au niveau des omoplates. Pour éviter ces désagréments, vous qui êtes déjà mal en point, pensez toujours à bien vous tenir. Avec l'habitude, ce n'est pas très contraignant.  En position verticale, pensez à toujours avoir le dos bien droit et les épaules un peu en arrière, mais dans une position détendue. Relevez le menton et ne soyez pas vouté. En position assise, pensez à choisir un siège avec dossier, gardez votre dos bien droit en vous appuyant contre le dossier, la posture ne doit pas être forcée. Veillez à ce que votre tête reste bien droite sans forcer, remontez éventuellement le menton. Vos pieds doivent être posés à plat sur le sol. Ne vous tassez pas et ne prenez pas une position tordue. N'hésitez pas à poser le bras sur l'accoudoir si vous ne ressentez pas de douleur particulière. Avec une écharpe, vous ne devez ressentir aucune douleur anormale. Si c'était le cas, consultez rapidement. Si vous avez des problèmes récurrents de cervicales ou de dos, le port d'une écharpe est plus que déconseillé.",
            "Ces écharpes, parce qu'elles ont été pensées pour cela, sont bien plus confortables et adaptées que toutes celles que vous pourriez faire. Cependant, vous ne savez jamais quand vous allez vous blesser, et en ce cas, vous devrez parer au plus pressé. Si par malheur vous vous blessiez loin de tout, une écharpe improvisée sera toujours mieux que rien du tout, surtout si vous souffrez au moindre mouvement. Pour vous soulager, improvisez une écharpe avec une chemise, un pull ou tout autre vêtement ayant de longues manches. Les manches seront nouées autour de votre cou et vous pourrez ainsi faire reposer votre bras dans la boucle ainsi formée. En fonction du vêtement utilisé, vous ferez reposer votre bras sur le poignet ou sur l'avant-bras, le tout est que ce soit confortable.  En jouant sur le nœud, ajustez comme vous le pouvez la longueur des manches de façon à ce que votre bras soit plié à 90° et donc parallèle au sol. À nouveau, si vous disposez d'une ou deux épingles de sureté, vous pouvez fermer l'arrière de l'écharpe (du côté du coude) afin que votre bras repose dans une sorte d'enveloppe de laquelle il ne pourra pas sortir. Même si l’on ne pense pas à elle spontanément, une ceinture peut faire une très valable écharpe, ne serait-ce que parce que vous pourrez la régler en longueur avec les trous. Faites une boucle avec votre ceinture en estimant son diamètre. Passez-la derrière la tête et glissez votre bras dans la boucle en question. En fonction de l'emplacement de la blessure, vous supporterez le poignet ou l'avant-bras. Si la longueur n'allait pas, il ne vous resterait plus qu'à changer de trou pour que votre bras repose comme il faut, c'est-à-dire plié à 90°. Dès le départ, pensez à placer la boucle de la ceinture sur votre poitrine, car derrière le cou, elle vous fera très vite mal. Comme la ceinture est quand même étroite, elle risque, si vous la portez longtemps, de vous cisailler le cou. Pensez à mettre entre elle et votre nuque un rembourrage en tissu (mouchoir, chaussette). S'il vous arrivait de vous blesser au bureau ou lors d'une réunion un peu habillée, sachez que votre cravate peut faire une bonne écharpe temporaire. Le principe est le même que pour une ceinture : nouez les deux extrémités de la cravate pour faire une sorte de boucle dans laquelle vous passerez votre bras blessé. Là encore, c'est à vous de voir à quelle hauteur vous faites le nœud, sachant que votre bras doit reposer confortablement et être plié à 90°. On n’y pense pas spontanément, mais le ruban adhésif, si vous en avez sous la main, peut s’avérer très utile. Il est solide, vous pouvez lui donner la forme que vous voulez. Nous parlons ici de rubans adhésifs de qualité, de ceux qui ont une certaine solidité et une certaine largeur.  Une boucle faite avec du ruban adhésif supportera votre bras blessé aussi bien qu’une ceinture ou une cravate. Il ne s’agit là, bien sûr, que d’une solution temporaire. Vous pouvez également, toujours avec du ruban adhésif, solidariser votre bras autour de votre buste afin de limiter les mouvements douloureux. Comme vous vous en doutez, il faut faire une boucle de telle sorte que le côté adhésif ne colle pas à la peau et aux poils. Sur une telle superficie, vous risqueriez de souffrir au moment de l’enlever. Ces écharpes improvisées ne sont qu’un pis-aller avant une vraie prise en charge médicale. Elles ne sont à utiliser que lorsque vous êtes loin de tout secours. Bien entendu, si la blessure vous parait sérieuse, vous devez tout faire pour alerter les secours. Dans la plupart des cas, il vaut mieux une écharpe de ce type que pas d’écharpe du tout : en tout cas, elle ne peut pas remplacer, sur le moyen et le long terme, une vraie écharpe médicale. De même, elle ne dispense pas de consulter pour régler le problème au mieux. Il vaut mieux prévenir que guérir : ne faites pas comme si ce n’était pas grave. Tout blessure, même en apparence mineure, doit être montrée à un médecin."
          ],
          "summary": [
            "Faites-vous soigner en cas de fracture ou de luxation. Si la fracture est ouverte, rendez-vous immédiatement aux urgences. N’essayez pas de réduire une fracture.",
            "Récupérez une pièce de tissu carrée. Pliez votre pièce de tissu en forme de triangle. Nettoyez et parez les éventuelles blessures de votre bras. Retirez tout ce que vous portez sur le bras blessé. Placez la partie la plus large du triangle au bon endroit. Ramenez l'autre extrémité sur l'épaule du bras malade. Nouez les deux extrémités derrière le cou. Fermez éventuellement votre écharpe. Veillez à avoir un bon maintien.",
            "Sachez que rien ne vaut une écharpe vendue en magasin. Utilisez un vêtement avec de longues manches. Transformez une ceinture en écharpe. Transformez une cravate en écharpe. Utilisez du ruban adhésif pour faire une écharpe. Faites-vous soigner rapidement."
          ],
          "english_url": [
            "https://www.wikihow.com/Make-a-Sling-for-Your-Arm",
            "https://www.wikihow.com/Make-a-Sling-for-Your-Arm",
            "https://www.wikihow.com/Make-a-Sling-for-Your-Arm"
          ],
          "english_section_name": [
            "Handling a Severe Case",
            "Using a Piece of Cloth as a Sling",
            "Improvising a Sling from Clothing"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 19,
      "row": {
        "url": "https://fr.wikihow.com/pr%C3%A9parer-un-g%C3%A2teau-au-beurre",
        "article": {
          "section_name": [
            "Assembler un gâteau à plusieurs couches",
            "Préparer le gâteau au beurre de base",
            "Préparer le glaçage"
          ],
          "document": [
            "Si vous n'avez fait qu'un seul gâteau rond ou cannelé et si vous voulez obtenir un gâteau à plusieurs couches, prenez un couteau tranchant et découpez-le en deux pour séparer le haut et le bas en deux couches. Si vous avez fait cuire plusieurs gâteaux pour les empiler, ne les coupez pas en deux. Mettez-les au réfrigérateur pendant environ une heure avant de les glacer. Cela permettra de rendre la pâte plus rigide, moins fragile et plus facile à travailler . Posez la couche du bas sur un plat. Prenez un couteau à glaçage ou une spatule (ou même un couteau à beurre) et étalez une fine couche de glaçage sur la première couche de gâteau. Passez au réfrigérateur pendant un quart d'heure avant de continuer . Si vous voulez y ajouter un élément en plus, envisagez d'y mettre une couche de fruits, de confiture, de crème ou de ganache par-dessus le glaçage . En général, on associe ce gâteau aux framboises, aux fraises et aux cerises. Disposez avec précaution la deuxième couche de gâteau par-dessus la première. Avec le même couteau, appliquez une fine couche de glaçage sur tout le gâteau. Cette couche va permettre de poser la dernière couche décorative de glaçage en évitant qu'elle soit recouverte de miettes .  Si vous avez un moule cannelé, n'oubliez pas d'en glacer aussi l'intérieur en même temps que l'extérieur du gâteau. Laissez reposer au réfrigérateur pendant 20 à 30 minutes avant d'appliquer la dernière couche de glaçage. Si vous utilisez un nappage, laissez-le couler sur le dessus du gâteau, une cuillerée à la fois. Laissez-le couler pour recouvrir les bords. Appliquez une couche épaisse et uniforme de glaçage sur tout le gâteau. Servez-vous du dos de la spatule ou du couteau pour l'étaler et vous assurer que la surface est la plus lisse possible.  Pour y ajouter une petite touche, vous pouvez y saupoudrer de petits fruits, des flocons de noix de coco, du cacao en poudre ou du zeste de citron. Servez tout de suite ou couvrez d'un couvercle jusqu'à ce que vous soyez prêt à le déguster. ",
            "En plus de tous les ingrédients pour la recette , vous allez aussi avoir besoin d'autres ustensiles et équipement :  un batteur ou un robot ménager un moule à gâteau : un de 20 x 30 cm, deux de 20 cm et un moule à gâteau cannelé un produit gras ou du papier parchemin un grand saladier une grande cuillère en bois ou une spatule Pour cette recette, vous devez préchauffer le four à 180 °C. Pendant que vous attendez, vous pouvez beurrer les plats avec du beurre ou les badigeonner d'huile. Saupoudrez-y ensuite une pincée de farine à l'intérieur. Si vous préférez ne pas les beurrer, vous pouvez y mettre du papier parchemin. Versez-les dans le saladier. Battez les ingrédients avec le mixeur à vitesse lente. Continuez pendant cinq à dix minutes .  Au fur et à mesure qu'ils se mélangent, vous pouvez augmenter la vitesse de l'appareil pour atteindre une vitesse moyenne avant de le mettre à fond pendant une ou deux minutes à la fin. En faisant une crème de cette façon avec le beurre et le sucre, vous obtiendrez un gâteau plus léger, moelleux et gonflé, car cette étape permet d'incorporer des bulles d'air dans le beurre. Cassez les œufs dans un bol séparé et battez-le un peu avant d'y ajouter la farine et le mélange au sucre. Cela vous donnera aussi l'occasion de retirer tous les bouts de coquille qui pourraient entrainer l'apparition de grumeaux. Rallumez le mixeur à vitesse basse pour incorporer les œufs individuellement dans la pâte .  Ils doivent être à température ambiante, car un œuf trop chaud pourrait faire dégonfler le produit final. Continuez de battre le mélange jusqu'à ce que les œufs soient bien incorporés et qu’il devienne lisse et jaune. Continuez de battre à vitesse lente jusqu'à ce qu'ils soient bien incorporés. Ne battez pas trop, car cela va produire un gâteau plus dur que moelleux . Ensuite, battez le mélange à vitesse lente pendant environ trente secondes. S'il reste encore des ingrédients sur les côtés du saladier, utilisez la cuillère ou la spatule pour gratter les bords . Passez le mixeur sur la vitesse maximale et continuez de battre pendant une ou deux minutes. Si vous préparez plus d'un gâteau, divisez la pâte en portions égales entre les deux moules. Servez-vous de la cuillère pour essuyer les bords du saladier pour ne pas gâcher de la pâte. Il existe plusieurs façons de savoir s'il est prêt, parmi lesquelles les suivantes.  Le gâteau rebondit lorsque vous appuyez dessus avec un doigt. Il se décolle des bords du moule. Si vous plantez un cure-dent au centre, il en ressort propre . Posez-le sur la grille et laissez reposer entre dix et quinze minutes. Ensuite, vous pouvez sortir la grille et la poser sur le gâteau. Retournez le moule et faites glisser le gâteau sur la grille . Laissez refroidir à température ambiante avant de le mettre au frais ou de le glacer. Si vous allez le servir et le manger tout de suite, vous pouvez le découper, le garnir ou le glacer.  Si vous allez le consommer dans la semaine qui suit, enveloppez-le dans un film plastique et conservez-le dans un lieu frais et sec sur votre plan de travail . Si vous voulez le manger dans les trois mois qui viennent, enveloppez-le de film plastique et mettez-le au congélateur.",
            "Il existe différents types de glaçage que vous pouvez préparer pour terminer le gâteau et celui à la crème au beurre et à la vanille est un choix répandu, mais délicieux. Voici comment le préparer .  Mettez 200 g de beurre ramolli dans le saladier du batteur. Battez à vitesse moyenne pendant trois minutes. En versant 50 g à la fois, ajoutez entre 350 et 450 g de sucre glace (450 g vous permettront d'obtenir un glaçage plus ferme). Lorsque vous y avez mis tout le sucre, allumez le batteur et battez à vitesse rapide pendant dix secondes. Ajoutez une pincée de sel et 2 c. à c. de vanille. Battez jusqu'à ce que tous les ingrédients soient incorporés. Ajoutez entre 30 et 40 ml de lait ou de crème jusqu'à ce que le glaçage atteigne la consistance désirée. C'est une variation de la recette de base au beurre, mais le beurre brun ajoute de la richesse au glaçage et lui donne un petit gout de noisette. Voici comment le préparer .  Sur feu moyen, faites fondre 80 g de beurre sans sel dans une petite casserole. Remuez en permanence jusqu'à ce que le beurre fasse des bulles et prenne une couleur brune. Cela devrait prendre entre quatre et six minutes. Sortez du feu et laissez refroidir à température ambiante. Dans un saladier, ajoutez 350 g de sucre glace et 1 c. à c. et demie de vanille. Battez à vitesse moyenne, puis ajoutez lentement entre 3 et 4 c. à s. de lait jusqu'à ce que vous obteniez la consistance désirée. Le chocolat est aussi un excellent ingrédient pour le glaçage du gâteau au beurre et il permet de donner une nouvelle dimension à la saveur de vanille. Cette recette est similaire à celle à la crème au beurre et à la vanille, mais vous y ajoutez du chocolat et du lait malté en poudre tout en réduisant la proportion de vanille .  Mélangez 100 g de beurre ramolli sans sel et 1 c. à c. de vanille dans un saladier. Mélangez à vitesse lente. Continuez de mélanger et ajoutez petit à petit 200 g de sucre glace, 50 g de cacao en poudre, 60 g de lait malté en poudre et une pincée de sel. En y incorporant une c. à s. à la fois, versez-en sept de lait dans le glaçage jusqu'à ce qu'il devienne lisse, léger et crémeux. Les glaçages aux agrumes se marient très bien avec les gâteaux au beurre et ils sont moins riches que ceux au beurre. Vous pouvez utiliser l'agrume de votre choix ou les mélanger, par exemple avec de l'orange, du citron, du citron vert, du pamplemousse ou le fruit de votre choix. Voici comment préparer le glaçage . Prenez un saladier et battez 100 g de sucre glace, le zeste d'une petite tranche d'orange et 1 c. à s. du jus d'orange fraiche. Battez jusqu'à ce que tous les ingrédients soient incorporés et que vous obteniez un glaçage lisse."
          ],
          "summary": [
            "Découpez le gâteau. Laissez refroidir les couches. Glacez le dessus de la couche du bas. Ajoutez une deuxième couche de gâteau et de glaçage. Ajoutez la touche finale. Même si c'est difficile, laissez-en pour les autres !",
            "Mélangez les ingrédients. Préchauffez le four et préparez le plat. Mélangez le beurre et le sucre. Battez les œufs. Ajoutez la farine, le sel et la levure chimique. Ajoutez le lait et la vanille. Versez la pâte dans le moule. Passez au four entre 25 et 30 minutes. Laissez refroidir. Glacez ou rangez le gâteau.",
            "Préparez un glaçage au beurre et à la vanille. Essayez un glaçage au beurre brun. Préparez un glaçage malté au beurre et au chocolat. Choisissez un glaçage orange."
          ],
          "english_url": [
            "https://www.wikihow.com/Make-Butter-Cake",
            "https://www.wikihow.com/Make-Butter-Cake",
            "https://www.wikihow.com/Make-Butter-Cake"
          ],
          "english_section_name": [
            "Assembling Multiple Cake Layers",
            "Making a Basic Butter Cake",
            "Making an Icing"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 20,
      "row": {
        "url": "https://fr.wikihow.com/fabriquer-un-laser-capable-de-bruler-des-objets",
        "article": {
          "section_name": [
            "Fabriquer le laser",
            "Concentrer l’énergie du laser",
            "Se procurer une diode"
          ],
          "document": [
            "Il s’agit du composant électrique qui contrôle le fonctionnement du laser. Il est probable que la diode doive être soudée à la commande. Deux connexions doivent sortir de la diode à cette fin. Faites usage d’un fer à souder pour fixer les connexions aux bornes positive et négative de la commande. Ces bornes doivent être marquées sur la commande et s’étendent jusqu’au bord pour le soudage. La commande ne doit être connectée à aucune source d’énergie tant que vous n’avez pas fini de la souder. Une fois la diode fixée à la commande, vous pouvez relier celle-ci à une source d’alimentation. Les piles constituent un excellent choix si vous voulez que votre laser soit portable. Vous aurez au moins besoin des piles AA pour fabriquer votre laser brulant. La commande aura des fils que vous pouvez connecter à une source d’alimentation. Ceux-ci doivent être connectés à un bloc-piles ou directement à une seule pile. Si les fils doivent être soudés, vous devez utiliser un bloc-piles. Ils ne peuvent pas être soudés directement sur une seule pile. Vous avez la possibilité de vous procurer un boitier de laser sur Internet afin d’y ranger les pièces de votre outil. Vous pouvez également en fabriquer un à partir des objets que vous avez à la maison. Les objets les plus populaires utilisés dans la fabrication du boitier sont les boites de pastilles de menthe (comme celles de la marque RENDEZ-VOUS), les briquets Bic et les étuis des pointeurs laser à faible puissance.",
            "Ce dispositif est nécessaire pour condenser la lumière d’un motif large à un faisceau fin. Cela concentrera l’énergie du laser. Ce rayon concentré est ce qui vous permettra de bruler des objets. Les lentilles en verre sont meilleures que celles en plastique, mais elles sont beaucoup plus chères. Ajustez les lentilles pour concentrer le faisceau lorsque vous utilisez le laser. Cela le rendra assez puissant pour bruler certains matériaux et des allumettes ou du papier. Faites très attention lorsque vous utilisez ce laser. Ne le dirigez pas vers qui que ce soit ou quelque chose qui ne vous appartient pas. Le laser est très dangereux lorsqu’il est concentré. C’est un crime de pointer des lasers dans la direction des véhicules motorisés ou des avions. Ajustez le faisceau pour que le laser puisse s’étendre. Cela réduira sa puissance lorsqu’il entrera en contact avec un objet. C’est le moyen le plus sûr de le stocker en cas d’allumage accidentel. Quoi qu’il en soit, gardez à l’esprit que le laser est toujours dangereux. Il ne devrait jamais être à la portée des enfants.",
            "Son intensité est indiquée en microwatts (mW) et sa couleur sera déterminée par sa longueur d’onde (mesurée en nanomètres). Une longueur d’onde de 650 nm correspond à une diode rouge, une longueur d’onde de 405 nm à une bleue, et une diode verte a une longueur d’onde de 520 nm. Les diodes bleues et vertes sont les plus chères tandis que les rouges sont moins chères. Vous avez la possibilité de vous en procurer sur Internet et parfois dans des magasins de vente d’articles électroniques. Le prix des diodes peut varier de quelques dizaines à des milliers d’euros, selon le modèle que vous choisissez. Si vous avez du mal à choisir une couleur, vous pouvez démonter un vieux graveur de DVD ou de Blu-Ray. Dans celui-ci, vous verrez deux diodes. Recherchez cela du côté du graveur. Celui qui se trouve du côté de lecture de disque n’est pas assez puissant pour fabriquer un laser brulant. La diode ressemblera à une petite lampe ronde. Vous la trouverez probablement dans un boitier en métal et placée de manière à pouvoir briller sur la partie inférieure du compartiment DVD ou Blu-Ray. Une fois que vous avez localisé la diode du graveur, retirez-la. Vous devez peut-être enlever de petites vis ou couper la diode du reste du graveur. Il est possible que la diode soit à l’intérieur d’un boitier en métal. Si tel est le cas, vous pouvez laisser le boitier sur la diode après l’avoir retirée."
          ],
          "summary": [
            "Connectez la diode à une commande laser. Alimentez le laser avec des piles. Placez le laser dans un boitier.",
            "Procurez-vous une lentille pour laser. Concentrez le rayon. Élargissez le rayon lorsque vous avez terminé.",
            "Choisissez l’intensité et la couleur de la diode. Démontez un ancien graveur de DVD ou de Blu-Ray. Récupérez la diode du graveur de disques."
          ],
          "english_url": [
            "https://www.wikihow.com/Make-a-Burning-Laser",
            "https://www.wikihow.com/Make-a-Burning-Laser",
            "https://www.wikihow.com/Make-a-Burning-Laser"
          ],
          "english_section_name": [
            "Constructing the Laser",
            "Focusing the Laser",
            "Obtaining a Diode"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 21,
      "row": {
        "url": "https://fr.wikihow.com/faire-de-la-cr%C3%A8me-glac%C3%A9e",
        "article": {
          "section_name": [
            "Préparer une base de crème glacée à la crème anglaise",
            "Battre le mélange à la main",
            "Faire de la crème glacée non battue",
            "Battre la crème avec une sorbetière électrique"
          ],
          "document": [
            "Versez 700 ml de lait entier dans une casserole moyenne et mettez-la sur la cuisinière. Faites chauffer le lait à feu moyen pendant 5 minutes ou jusqu'à ce qu'il commence à frémir. Retirez-le du feu dès que des bulles commencent à se former à sa surface et laissez-le refroidir .  Si vous préférez, vous pouvez remplacer le lait par de la crème entière ou un mélange de lait et de crème entière. Faites attention à ne pas laisser bouillir le lait. Cette recette permet de préparer de la crème glacée à la vanille classique. Si vous voulez un autre parfum, vous pouvez mettre des herbes comme de la lavande, des grains de café ou même du chocolat dans le lait et laisser infuser ou fondre les ingrédients. Une fois qu'elle est bien homogène, couvrez le cul-de-poule de film en plastique. Mettez-le dans le réfrigérateur et réfrigérez la crème pendant au moins 3 heures .",
            "Cherchez un récipient large et peu profond résistant au congélateur pour congeler la crème glacée. Mettez-le au congélateur avant de préparer la base pour qu'il refroidisse pendant 3 à 6 heures . Un plat en inox d'environ 25 x 35 cm fonctionne bien pour faire de la glace. Alternez la congélation et le battage de la crème pendant deux heures. Une fois que vous avez rendu le mélange plus onctueux, filmez-le à nouveau et remettez-le dans le congélateur. Au bout de 20 à 30 minutes, mélangez-le à nouveau. Répétez ces actions trois ou quatre fois de plus, jusqu'à ce que la crème glacée soit à la fois ferme et onctueuse . Si vous souhaitez ajouter des morceaux de biscuit ou de brownie ou des bonbons, incorporez-les à la main juste avant de mettre la glace au congélateur pour la dernière fois.",
            "Prenez un plat en inox de 25 x 15 x 10 cm. Mettez-le dans le congélateur et laissez-le refroidir pendant au moins une heure . Continuez de congeler la crème jusqu'à ce que vous puissiez en faire des boules. Filmez le plat et remettez-le dans le congélateur. Laissez congeler la crème pendant 3 heures ou jusqu'à ce qu'elle soit solide et que vous puissiez en faire des boules .",
            "Laissez-le fonctionner en suivant le mode d'emploi. Consultez la notice pour savoir pendant combien de temps la glace doit être mélangée. Dans la plupart des cas, il faut 20 à 30 minutes pour qu'elle atteigne la bonne consistance . Si vous voulez ajouter des ingrédients comme des fruits à coque, des morceaux de biscuit ou des bonbons, consultez la notice. Il faudra sans doute les ajouter juste avant que la crème glacée soit prête."
          ],
          "summary": [
            "Faites chauffer le lait. Refroidissez la crème anglaise.",
            "Utilisez un récipient de congélation. Répétez le procédé.",
            "Refroidissez un récipient. Congelez à nouveau.",
            "Laissez tourner l'appareil."
          ],
          "english_url": [
            "https://www.wikihow.com/Make-Ice-Cream",
            "https://www.wikihow.com/Make-Ice-Cream",
            "https://www.wikihow.com/Make-Ice-Cream",
            "https://www.wikihow.com/Make-Ice-Cream"
          ],
          "english_section_name": [
            "Preparing a Custard Ice Cream Base",
            "Churning the Ice Cream By Hand",
            "Mixing Up No Churn Ice Cream",
            "Mixing the Base with an Electric Ice Cream Maker"
          ]
        }
      },
      "truncated_cells": []
    },
    {
      "row_idx": 22,
      "row": {
        "url": "https://fr.wikihow.com/savoir-si-un-gar%C3%A7on-naturellement-s%C3%A9ducteur-est-amoureux",
        "article": {
          "section_name": [
            "Observer son comportement",
            "Analyser ses paroles"
          ],
          "document": [
            "Si une personne naturellement séductrice ne flirte pas ouvertement avec vous, c'est généralement qu'elle vous apprécie. En effet, il ne réfléchit généralement pas à la façon dont il se comporte avec les autres, c'est sa seconde nature. Mais s'il est nerveux ou agité en votre présence et qu'il ne semble plus vraiment être « lui-même », cela peut indiquer qu'il est trop conscient de ses actions et réfléchit à la façon dont il se comporte avec vous .  Regardez-le interagir avec un groupe de personnes, puis marchez vers lui et saluez-le. Voyez si son comportement change : s'il se tait, ne fait plus autant de plaisanteries, ne parle pas beaucoup, mais vous regarde. Demandez à un ami de vous rejoindre et essayez de l'embarrasser légèrement : plaisantez de façon décontractée, sans chercher à le blesser. S'il rougit alors qu'il prendrait normalement la balle au vol, cela peut vouloir dire qu'il ne veut pas se sentir rabaissé en votre présence. Si vous le rendez nerveux, il peut continuer à être très amical avec d'autres filles, vous ignorer ou être moins sympathique avec vous. Toutes les personnes séductrices ne deviendront pas nécessairement nerveuses en la présence d'une personne qui leur plait. S'il n'est pas soudainement timide en votre présence, cela ne signifie pas nécessairement que vous ne lui plaisez pas. Il peut au contraire vous accorder plus d'attention. Voyez si ces derniers reflètent les vôtres. S'il s'intéresse à vous, il copiera inconsciemment votre langage corporel . Lorsque vous êtes ensemble, essayez de croiser vos jambes et de voir s'il fait de même quelques secondes après vous. Prenez un verre d'eau et regardez s'il boit à votre suite.   Imiter les actions d'une personne est un moyen de se lier à elle, de se sentir à l'aise et d'envoyer le signal que vous aimez l'autre personne, même si vous ne réalisez même pas ce que vous faites . Si vous décidez d'essayer cette méthode à l'envers ( en imitant ses mouvements de sorte qu'il se sente inconsciemment plus à l'aise avec vous) assurez-vous de ne pas suivre trop rapidement ou précisément ses mouvements. Attendez quelques secondes avant d'imiter ses actions. S'il réalise ce que vous faites, il pourrait penser que vous vous moquez de lui et tous vos efforts tomberont à l'eau . Essayez de noter s'il vous regarde constamment lorsque vous êtes à l'autre bout de la pièce en groupe, puis rougit ou détourne le regard dès que vous croisez son regard. Lorsque vous discutez ensemble, notez s'il commence à regarder dans vos yeux comme s'il les étudiait . Le contact visuel prolongé ou beaucoup de regards rapides dans votre direction indiquent qu'il s'intéresse à vous .  Pour savoir s'il vous aime, essayez de soutenir son regard pendant que vous flirtez. S'il semble mal à l'aise et détourne rapidement les yeux, il n'est probablement pas intéressé par une relation romantique. Mais s'il vous regarde, c'est un bon signe que vous lui plaisez . Vous pouvez savoir s'il vous regarde en réalisant une action anodine, comme donner l'impression de voir quelque chose d'étrange par la fenêtre. S'il vous regarde, il ne pourra pas s'empêcher de regarder lui aussi par la fenêtre . Lorsque vous êtes avec beaucoup d'autres personnes, est-ce qu'il semble vous dissocier du reste du groupe ? Est-ce qu'il a tendance à interrompre vos échanges avec d'autres personnes, indiquant qu'il accorde plus d'attention à ce que vous dites que la personne avec qui il discute ? S'il vous aime, il cherchera constamment à se rapprocher et interagir avec vous .  Sortez diner en groupe et voyez s'il fait tout pour être assis à côté de vous. Sortez à plusieurs reprises en groupe et notez s'il fait toujours l'effort de venir parler avec vous. Allez à une fête et essayez de rester jusqu'à la fin. S'il reste avec vous longtemps après que la plupart des autres invités soient partis, il est probablement venu à cette fête juste pour vous parler.",
            "Il ne doit pas nécessairement être très évident (vous pouvez juste dire « hello » à la place de « salut »). Puis notez s'il commence à apparaitre dans son vocabulaire. C'est une façon de signaler inconsciemment que vous êtes sur la même longueur d'onde et faire en sorte que vous l'appréciez . Si vous avez un léger accent, il peut commencer à prendre votre accent sans le réaliser . Est-ce qu'il parle toujours avec vous de choses légères, plaisante, échange sur un film ou un devoir compliqué ? S'agit-il de sujets dont il discuterait vraisemblablement avec d'autres personnes que vous ou a-t-il commencé à se confier à vous, à vous raconter des choses plus personnelles ou bien à approfondir sur ses croyances ou ses espoirs pour son avenir ? Si c'est le cas, il souhaite certainement que vous le preniez au sérieux et que vous établissiez une connexion plus profonde avec lui.  S'il a l'air en colère ou si vous savez qu'il a eu une mauvaise journée, faites-lui savoir que vous êtes disponible pour parler et observez s'il choisit de se confier à vous. Si vos conversations sont superficielles, mais qu'il est surexcité lorsque vous avez des choses en commun, il essaye certainement d'établir un lien avec vous. Donc, lorsque votre discussion cinématographique lui révèlera que vous aimez Jason Statham et qu'il paraitra enchanté, il souhaitera vous montrer que vous êtes compatibles . Demandez à vos amis si votre nom est apparu dans une conversation et à ses amis s'il parle beaucoup de vous . S'il vous aime, il sera curieux à votre sujet, en particulier sur vos gouts. Il demandera donc à un de vos amis faisant partie d'une équipe de basketball si vous en faites vous aussi .   S'il s'avère que votre nom apparait souvent dans ses conversations (en répétant quelque chose de drôle ou d'intéressant que vous lui avez dit), cela signifiera qu'il pense beaucoup à vous. Il peut même dire à des amis que vous avez en commun qu'il s'intéresse vraiment à vous en espérant qu'ils vous le répèteront ."
          ],
          "summary": [
            "Remarquez s'il est nerveux ou plus tranquille en votre présence. Observez ses mouvements quand vous êtes ensemble. Établissez beaucoup de contacts visuels. Interagissez en groupe et notez s'il vous accorde plus d'attention.",
            "Utilisez à plusieurs reprises un mot et voyez s'il vous imite. Évaluez la profondeur de vos conversations. Déterminez s'il a parlé de vous ou demandé de vos nouvelles."
          ],
          "english_url": [
            "https://www.wikihow.com/Tell-if-a-Natural-Flirt-Likes-You",
            "https://www.wikihow.com/Tell-if-a-Natural-Flirt-Likes-You"
          ],
          "english_section_name": [
            "Noticing How They Act",
            "Noticing What They Say"
          ]
        }
      },
      "truncated_cells": []
    }
  ]
}